Repository: KDE/kde1-kdenetwork
Catalog: po/*/kbiff.po
Languages: cs, de

source: &UnDock
cs: &Vypnout pohlcení
de: &Nicht andocken

source: &Dock
cs: &Pohltit
de: An&docken

source: &Setup...
cs: Na&stavit
de: &Einstellungen...

source: &Help...
cs: &Nápovìda
de: &Hilfe...

source: &Check Mail Now
cs: &Zkontrolovat po¹tu teï
de: &Nach Mail sehen

source: &Read Mail Now
cs: Pøeèíst p&o¹tu teï
de: &Mail jetzt lesen

source: &Stop
cs: Z&astavit

source: You have new mail!
cs: Máte novou po¹tu
de: Neue Mail eingetroffen!

source: New Messages: %d
cs: Nových zpráv: %d
de: Neue Nachrichten: %d

source: Mailbox: %s
cs: Po¹tovní schránka: %s

source: KBiff Setup
cs: Nastavení programu KBiff
de: KBiff Einrichtung

source: Profile:
cs: Profil:
de: Profil:

source: &New...
cs: &Nový...
de: &Neu...

source: &Rename...
cs: &Pøejmenovat...
de: &Umbenennen...

source: General
cs: V¹eobecný
de: Allgemein

source: New Mail
cs: Nová zpráva
de: Neue Mail

source: Mailbox
cs: Po¹tovní schránka

source: New Profile
cs: Nový profil
de: Neues Profil

source: Rename Profile: %s
cs: Pøejmenovat profil: %s
de: Profil umbennen: %s

source: Delete Profile: %s
cs: Smazat profil: %s
de: Lösche Profil: %s

source: Are you sure you wish to delete this profile?
cs: Jste si jisti, ¾e chcete smazat tento profil?
de: Sind Sie sicher, daß Sie dieses Profil löschen wollen?

source: Poll (sec):
cs: Dotazování (sec):
de: Nachsehen (sec):

source: Mail client:
cs: Po¹tovní klient:

source: Dock in panel
cs: Pohlcovat v panelu
de: Am Panel andocken

source: Use session management
cs: Pou¾ívat správu sezení
de: Benutze Sitzungs-Management

source: Icons:
cs: Ikony:
de: Symbole:

source: No Mail:
cs: ®ádná po¹ta:
de: Keine Mail:

source: Old Mail
cs: Stará po¹ta:
de: Alte Mail

source: New Mail:
cs: Nová po¹ta:
de: Neue Mail:

source: Run Command
cs: Provést pøíkaz:
de: Starte Befehl

source: Browse
cs: Listovat
de: Durchsuchen

source: Play Sound
cs: Hrát zvuk
de: Spiele Klang

source: System Beep
cs: Pípnutí
de: System-Ton

source: Notify
cs: Upozoròovat
de: Benachrichtung

source: Advanced Options
cs: Pokroèilá nastavení
de: Erweiterte Optionen

source: Mailbox URL:
cs: URL po¹tovní schránky:

source: Keep Alive
cs: Udr¾ovat aktivní
de: Verbindung aufrechterhalten

source: Mailbox:
cs: Po¹tovní schránka:

source: New Mailbox
cs: Nová po¹tovní schránka
de: Neue Mailbox

source: Delete Mailbox
cs: Smazat po¹tovní schránku
de: Lösche Mailbox

source: Protocol:
cs: Protokol:
de: Protokoll:

source: User:
cs: U¾ivatel:
de: Benutzer:

source: Password:
cs: Heslo:
de: Paßwort:

source: Store password
cs: Ulo¾it heslo
de: Speichere Paßwort

source: Advanced
cs: Pokroèilé
de: Erweitert

source: Version %s Copyright (C) 1998 Kurt Granroth
cs: Verze %s Copyright (C) 1998 Kurt Granroth

source: New Name:
cs: Nové jm0no:
de: Neuer Profilname:

source: New Name
cs: Nové jméno
de: Neuer Profilname
