Repository: KDE/kde1-kdenetwork
Catalog: po/*/kcmktalkd.po
Languages: de

source: &Announcement
de: &Ansage

source: Ans&wering machine
de: An&rufbeantworter

source: usage: kcmktalkd [-init | soundpage | answmachpage]
de: Benutzung: kcmktalkd [-init | soundpage | answmachpage]

source: KTalkd Configuration
de: KTalkd-Konfiguration

source: &Announcement program
de: &Ansage-Programm

source: &Play sound
de: Klang ab&spielen

source: Sound &File
de: Klang-Datei

source: Additional WAV files can be dropped onto the sound list.
de: Zusätzliche WAV-Dateien können die "Klänge" Liste gezogen werden.

source: Unsupported URL
de: Nicht unterstützte URL

source: Sorry, this type of URL is currently unsupportedby the KDE System Sound Module
de: Dieser URL-Typ wird derzeit vom KDE-Klangsystem-Modul nicht unterstützt

source: Sorry, but %s does not seem to be a WAV--file.
de: Entschuldigung, aber %s scheint keine WAV-Datei zu sein.

source: Improper File Extension
de: Ungültige Dateierweiterung

source: The file %s is already in the list
de: Die Datei %s ist bereits in der Liste

source: File Already in List
de: Datei ist bereits in der Liste

source: &Activate answering machine
de: &Aktive Anrufbeantworter

source: &Mail address
de: &Mail-Adresse

source: Mail sub&ject
de: Mail-&Betreff

source: Use %s for the caller name
de: Benutze %s für den Anrufername

source: Mail &first line
de: Sende &erste Zeile

source: Use first %s for caller name, and second %s for caller hostname
de: Benutze erstes %s für Anrufername und zweites %s für dessen Hostnamen

source: &Receive a mail even if no message left
de: &Erhalte eine Mail, falls keine Nachrichten hinterlassen wurden

source: &Banner displayed on answering machine startup :
de: &Banneranzeige beim Starten des Anrufbeantworters:

source: The person you're asking to talk with is not answering. Please leave a message to be delivered via E-Mail. Just start typing and when you're done, exit normally.
de: Die Person, mit der Sie Sprechen wollten, anwortet nicht. Bitte hinterlassen Sie eine Nachricht, die via Email versendet werden wird. Fangen Sie einfach an zu schreiben und beenden Sie danach ganz normal.

source: Message from %s
de: Nachricht von %s

source: Message left in the answering machine, by %s@%s
de: Nachricht auf dem Anrufbeantworter hinterlassen von %s@%s
