Repository: KDE/kde1-kdenetwork
Catalog: po/*/kfinger.po
Languages: hr, hu, it, ru

source: Setup
hr: Postava
hu: Beállítás
it: Impostazioni
ru: Настройка

source: KDE finger utility
hr: KDE finger korisnièki program
it: Applicazione KDE Finger
ru: Утилита finger для KDE

source: Talk...
hr: Razgovaraj...
hu: Beszélgetés...
it: Parla...

source: AutoFinger On/Off
hr: Uklj./isklj. AutoFinger
ru: Вкл./Выкл. автообновление

source: Finger result
hr: Rezultat fingera
hu: Finger eredmény
it: Risultato Finger
ru: Ответ Finger

source: Error on server : %s
hr: Gre¹ka na poslu¾itelju : %s
hu: Hiba a szerveren : %s
it: Errore sul server : %s
ru: Ошибка на сервере : %s

source: Kfinger Setup
hr: Kfinger postava
hu: Kfinger telepítõ
it: Impostazioni Kfinger
ru: Настройка Kfinger

source: &Add
hr: &Dodaj
it: &Aggiungi
ru: &Добавить

source: Server Name
hr: Ime poslu¾itelja
hu: Szerver Név
it: Nome Server
ru: Имя сервера

source: Server list
hr: Popis poslu¾itelja
hu: Szerver lista
it: Lista Server
ru: Список серверов

source: User Name
hr: Korisnièko ime
hu: Felhasználó Név
it: Nome Utente
ru: Имя пользователя

source: Users list
hr: Popis korisnika
hu: Felhasználók listája
it: Lista Utenti
ru: Список пользователей

source: Timed finger
hr: Mjereni finger
hu: Idõzített finger
it: Finger a Tempo
ru: Автообновление

source: Finger wait: %d"
hr: Finger èekanje: %d
ru: Ожидание Finger: %d"

source: Talk Command
hr: Naredba za razgovor
it: Comando talk
ru: Команда Talk

source: Misc
hr: Razno
it: Varie
ru: Разное

source: Finger Output
hr: Rezultat Fingera
hu: Finger Kimenet
it: Risultato Finger
ru: Вывод Finger

source: Finger server
hr: Finger poslu¾itelj
hu: Finger szerver
it: Server Kfinger
ru: Сервер Finger

source: Fixed
hr: Jednoliki
hu: Megcsinálva
it: Fisso

source: Finger User
hr: Finger korisnik
hu: Finger Felhasználó
it: Utente KFinger
ru: Пользователь Finger

source: Lines to skip :
hr: Linije koje treba prekoèiti :
hu: Kihagyandó sorok :
it: Linee da saltare :
ru: Пропустить строк :

source: User
hr: Korisnik
hu: Felhasználó
it: Utente
ru: Пользователь

source: Server
hr: Poslu¾itelj
hu: Szerver
ru: Сервер

source: Talk
hr: Razgovaraj
hu: Beszélgetés
it: Parla

source: Talk with...
hr: Razgovaraj sa...
hu: Beszélgetés...
it: Parla Con...
ru: Сеанс talk с...

source: Format string for var1(string)
hr: Oblikuj niz za var1(niz)
hu: Formátum karakterlánc a(z) var1(string) -hez
it: Stringa di formato per var1(stringa)
ru: Строка формата для var1(string)

source: Fromat string for var2(int)
hr: Oblikuj niz za var2(niz)
hu: Formátum karakterlánc a(z) var1(string) -hez
it: Stringa di formato per var2(int)
ru: Строка формата для var2(int)

source: Offset
hr: Pomak
hu: Eltolás
it: Spostamento
ru: Смещение

source: Only var1
hr: Samo var1
hu: Csak var1
it: Solo var1
ru: Только var1

source: Only var2
hr: Samo var2
hu: Csak var2
it: Solo var2
ru: Только var2

source: Output format string
hr: Oblik izlaznog niza
hu: Kimeneti formátum karalterlánc
it: Stringa di formato in uscita
ru: Формат строки вывода

source: Save & Quit
hr: Spremi & Zavr¹i
hu: Ment és Kilép
it: Salva ed Esci
ru: Сохранить и выйти

source: Output parameters
hr: Izlazni parametri
hu: Kimeneti paraméterek
it: Parametri in uscita
ru: Выходные параметры

source: Kfinger 0.8.0 (c) by Andrea Rizzi rizzi@kde.org
it: Kfinger 0.8.2 (c) di Andrea Rizzi rizzi@kde.org

source: Format...
hu: Formázás...
it: Formato...
ru: Формат...

source: Stop current finger
ru: Остановить текущую попытку
