Repository: KDE/kde1-kdenetwork
Catalog: po/*/kmail.po
Languages: ca, cs, de, et, fi, fr, hr, hu, ko, no, pl, pt, sk, sv, tr

source: Properties...
ca: Propietats...
cs: Vlastnosti...
de: Eigenschaften...
et: Omadused...
fi: &Ominaisuudet...
fr: Propriétés ...
hr: Svojstva...
ko: 등록정보...
no: Egenskaper...
pl: W³a¶ciwo¶ci...
pt: Propriedades...
sk: Vlastnosti...
sv: Egenskaper...
tr: Özellikler..

source: Attach...
ca: Adjuntar...
cs: Pøilo¾it...
de: Anhängen...
et: Kaasa...
fi: Liite...
fr: Joindre ...
hr: Prilo¾i...
ko: 첨부...
no: Legg til...
pl: Za³±cz...
pt: Anexar...
sk: Prilo¾i»...
sv: Bifoga...
tr: Ýliþtir...

source: View Attachment:
ca: Veure adjunt:
cs: Zobrazit pøílohu:
de: Anlage ansehen:
et: Vaata kaasatud faili:
fi: Näytä Liitteet:
fr: Afficher les pièces jointes :
hr: Pogledaj Prilog:
ko: 첨부파일 보기:
no: Se på vedlegg:
pl: Poka¿ za³±czniki:
pt: Ver Anexos...
sk: Zobrazi» prílohu:
sv: Visa bilaga:
tr: Ýliþiktekini göster:

source: To:
ca: A:
cs: Komu:
de: An:
et: Kellele:
fi: Vastaanottaja:
fr: A :
hr: Za:
hu: Címzett:
ko: 수신:
no: Til:
pl: Do:
pt: Para:
sk: Komu:
sv: Till:
tr: Kime:

source: Subject:
ca: Assumpte:
cs: Pøedmìt:
de: Betreff:
et: Subjekt:
fi: Aihe:
fr: Sujet :
hr: Tema:
hu: Tárgy:
ko: 제목:
no: Subjekt:
pl: Temat:
pt: Assunto:
sk: Predmet:
sv: Ämne:
tr: Konu:

source: Date:
cs: Datum:
de: Datum:
et: Kuupäev:
hr: Datum:
hu: Dátum:
no: Dato:
pl: Data:
pt: Data:
sv: Datum:

source: Spellcheck - KMail
cs: Kontrola pravopisu - KMail
de: Rechtschreibprüfung - KMail
et: Õigekirja kontroll - KMail
hr: Provjera pravopisa
hu: Helyesírás ellenõrzés - KMail
no: Stavekontroll - KMail
sv: Rättstavning - KMail

source: Error starting KSpell. Please make sure you have ISpell properly configured.
ca: Error en engegar KSpell. Assegureu-vos de tenir ISpell configurat correctament.
cs: Chyba pøi startu kontroly pravopisu. Prosím ujistìte se, ¾e máte správnì nastaven ISpell.
de: Fehler beim Starten von KSpell. Bitte stellen Sie sicher, daß Sie ISpell richtig konfiguriert haben.
et: Viga KSpell'i käivitamisel. Tee kindlaks, et ISpell on õieti konfigureeritud.
fi: Virhe käynnistettäessä KSpelliä. Varmista että ISpell on oikein asetettu.
fr: Erreur lors du lancement de KSpell. Assurez-vous que ispell est correctement configuré sur votre système.
hr: Gre¹ka kod pokretanja KSpell. Molim vas provjerite je li ISpell ispravno pode¹en
hu: Hiba a KSpell indításakor. Ellenõrizze, az ISpell beállításait.
ko: KSpell을 시작할 수 없습니다. ISpell이 올바르게 설정되었는지 확인하십시오.
no: Feil ved start av KSpell. Vennligst forsikre om at ISpell er korrekt konfigurert.
pl: B³±d uruchomienia KSpell. Upewnij siê, ¿e masz poprawnie skonfigurowany ISpell.
pt: Erro ao iniciar KSpell. Por favor verifique que tem o ISpell configurado.
sk: Chyba pri ¹tarte kontroly pravopisu. Prosím, uistite sa, ¾e máte správne nastavený ISpell.
sv: Fel då KSpell startades. Se till att du har ISpell korrekt installerat.
tr: Kspell çalýþtýrýlamadý. Lütfen ISpell ayarlarýna bakýn

source: Folder `%s' changed. Recreating index.
ca: La carpeta `%s' ha canviat. S'està tornant a crear l'índex.
cs: Obsah poøadaèe '%s' se zmìnil. Vytváøím znovu indexový soubor.
de: Inhalt des Ordners `%s' geändert. Neuen Index erzeugen.
et: Kausta '%s' on muudetud. Indeksi uuesti loomine.
fi: Kansion `%s' sisältö muuttui. Luon indeksin uudelleen.
hr: Sadr¾aj direktorija `%s' se promijenio. Stvaram indeks.
ko: %s 폴더가 변경되었습니다. 색인을 다시 만듭니다.
no: Mappen `%s' ble endret. Gjenoppretter indeks.
pt: Pasta `%s' mudou. A recrear índice.
sk: Prieèinok '%s' sa zmenil. Vytváram znovu indexový súbor.
sv: Mappen `%s' har ändrats. Återskapar index.
tr: `%s' dizini deðiþti. Yeniden dizin çýkarýyorum.

source: Creating index file: %d messages done
ca: S'està creant el fitxer índex: s'han processat %d missatges
cs: Vytváøení indexového souboru: hotovo %d zpráv
de: Erzeuge Indexdatei: %d Nachrichten erledigt
et: Indeksfaili loomine: %d sõnumit tehtud
fi: Luon indeksitiedostoa: %d viestiä valmiina
fr: Création du fichier d'index : %d messages pris en compte
hr: Stvaram indeksnu datoteku: %d poruka gotovo
hu: Index fájl elkészült: %d üzenet kész
ko: 색인 파일을 만들고 있습니다: %d개 메시지 완료
no: Lager indeks fil: %d meldinger ferdig
pl: Tworzenie pliku indeksu: %d wiadomo¶ci skoñczono
pt: A criar o ficheiro de índice: %d mensagens processadas
sk: Vytváram indexový súbor: %d správ hotových
sv: Skapar indexeringsfilen: %d meddelanden färdiga
tr: Dizin dosya yaratýlýyor: %d ileti tamamlandý

source: Writing index file
ca: S'està escrivint el fitxer índex
cs: Zapisuji indexový soubor
de: Schreibe Indexdatei
et: Indeksfaili kirjutamine
hr: Zapisujem indeksnu datoteku
hu: Index fájl mentése
ko: 색인 파일에 쓰고 있습니다
no: Skriver indeksfil
pt: A escrever ficheiro índice
sk: Zapisujem indexový súbor
sv: Skriver indexfil
tr: Dizin dosyasý yazýlýyor

source: Compacting folder: %d messages done
ca: S'està compactant la carpeta: s'han processat %d missatges
cs: Komprimuji poøadaè: hotovo %d zpráv
de: Komprimiere Ordner: %d Nachrichten erledigt
et: Kausta tihendamine: %d sõnumit tehtud
fi: Tiivistän kansiota %d viestiä tehty
hr: Zbijam direktorij: %d poruka gotovo
ko: 폴더 압축: %d개 메시지 완료
no: Lager indeks fil: %d meldinger ferdig
pt: A compactar pasta: %d mensagens processadas
sk: Komprimujem prieèinok: %d správ
sv: Komprimerar mappen: %d meddelanden färdiga
tr: Dizin sýkýþtýrýlýyor: %d ileti tamamlandý

source: Message Part Properties
ca: Propietats de la part del missatge
cs: Vlastnosti souèásti zprávy
de: Nachrichtenteil Eigenschaften
et: Sõnumi osa omadused
fi: Viestiosan ominaisuudet
fr: Propriétés des parties du message
hr: Svojstva dijela poruke
hu: Üzenet-rész tulajdonságok
ko: 메시지 부분 등록정보
no: Meldingsdelegenskaper
pl: W³asciwo¶ci za³±cznika
pt: Propriedades da Parte de Mensagem
sk: Vlastnosti súèásti správy
sv: Brevdels egenskaper
tr: Ýleti Bölümü Özellikleri

source: Description:
ca: Descripció:
cs: Popis:
de: Beschreibung:
et: Kirjeldus:
fi: Kuvaus:
hr: Opis:
hu: Leírás:
ko: 설명:
no: Beskrivelse:
pl: Opis:
pt: Descripção:
sk: Popis:
sv: Beskrivning:
tr: Tanýmlama:

source: Encoding:
ca: Codificació:
cs: Kódování:
de: Kodierung:
et: Kodeering:
fi: Koodaus
fr: Encodage :
hr: Kodiranje:
ko: 인코딩:
no: Koder:
pl: Kodowanie:
pt: Codificação:
sk: Kódovanie
sv: Kodning:
tr: Kodlama:

source: none (8bit)
ca: cap (8bit)
cs: ¾ádné (8-mi bitové))
de: keine (8bit)
et: puudub (8bit)
fi: ei mitään (8bit)
fr: aucun (8 bits)
hr: nijedan (8bitni)
hu: nincs (8bites)
ko: 없음 (8비트)
no: ingen (8bit)
pl: brak (8bit)
pt: nenhuma (8bit)
sk: ¾iadne (8-bitové))
sv: ingen (8 bitar)
tr: hiçbiri(8bit)

source: Cc:
cs: Kopie:
de: Kopie:
fi: Kopio:
hr: Kopija:
ko: 참조:
pl: Dw:
pt: Cópia:
sk: Kópie:
sv: Kopia:

source: From:
ca: De:
cs: Odesílatel:
de: Von:
et: Kellelt:
fi: Lähettäjä:
fr: De :
hr: Od:
ko: 보낸 이:
no: Fra:
pl: Od:
pt: De:
sk: Odosielateµ:
sv: Från:
tr: Kimden:

source: To:
ca: A:
cs: Komu:
de: An:
et: Kellele:
fi: Vastaanottaja:
fr: A :
hr: Za:
ko: 받는 이:
no: Til:
pl: Do:
pt: Para:
sk: Komu:
sv: Till:
tr: Kime:

source: References:
ca: Referències:
cs: Odkazy:
de: Referenzen:
et: Viited:
fi: Viitteet:
fr: Références :
hr: Reference:
hu: Referenciák:
ko: 참 고:
no: Referanser:
pl: Odniesienia:
pt: Referências
sk: Odkazy:
sv: Referenser:
tr: Atýflar:

source: Date:
ca: Data:
cs: Datum:
de: Datum:
et: Kuupäev:
fi: Päivä:
hr: Datum:
ko: 날 짜:
no: Dato:
pl: Data:
pt: Data:
sk: Dátum:
sv: Datum:
tr: Tarih:

source: Bcc:
cs: Dal¹í kopie:
de: Blindkopie (Bcc):
fi: &Tiedoksi:
hr: Slijepa kopija:
ko: 추가참고:
pl: Udw:
pt: Cópia cega:
sk: "slepé" kópie:
sv: Dold Kopia:

source: Reply to:
ca: Resposta a:
cs: Odpovìdìt autorovi:
de: Antworten an:
et: Vastus:
fi: Vastaa:
fr: Répondre à :
hr: Odgovori na:
ko: 답장:
no: Svar til:
pl: Adres zwrotny:
pt: Responder para:
sk: Odpoveda» autorovi:
sv: Svara till:
tr: Yanýt adresi:

source: Groups:
ca: Grups:
cs: Diskuzní skupiny:
de: Newsgroups:
et: Grupid:
fi: Uutisryhmät:
fr: Groupes :
hr: Grupe:
hu: Csoportok:
ko: 그룹:
no: Grupper:
pl: Grupy dyskusyjne:
pt: Grupos:
sk: Diskusné skupiny:
sv: Grupper:
tr: Gruplar:

source: Encrypted message
ca: Missatge encriptat
cs: Za¹ifrovaná zprávu
de: Verschlüsselte Nachricht
et: Kodeeritud sõnum
fi: Salattu viesti
fr: Message chiffré
hr: ©ifriraj poruku
ko: 암호 처리한 메시지
no: Krypterte meldinger
pl: Wiadomo¶æ zaszyfrowana
pt: Mensagem encriptada
sk: Za¹ifrovaná správa
sv: Kryptera meddelande
tr: Þifreli ileti

source: Cannot decrypt message:
ca: No es pot desencriptar el missatge:
cs: Není mo¾né dekódovat zprávu:
de: Kann Nachricht nicht entschlüsseln:
et: Sõnumit pole võimalik dekodeerida:
fi: En voi purkaa viestiä:
fr: Déchiffrage du message impossible :
hr: Ne mogu de¹ifrirati poruku:
hu: Az üzenet nem dekódolható:
ko: 메시지를 암호 처리 할 수 없습니다:
no: Kan ikke dekryptere melding:
pl: Nie mo¿na odszyfrowaæ wiadomo¶ci:
pt: Não consigo desencriptar mensagem:
sk: Nemô¾em dekódova» správu:
sv: Kan inte dekryptera meddelande:
tr: Ýleti deþifre olamýyor

source: Message was signed by
ca: Missatge signat per
cs: Zpráva byla podepsána
de: Nachricht enthält Signatur von
et: Sõnumi oli signeerinud
fi: Viestin allekirjoitti
fr: Le message a été signé par
hr: Poruka potpisao
hu: Üzenet aláírója:
ko: 메시지가 다음 사람에 의해 서명되었습니다
no: Melding var signert av
pl: Wiadomo¶æ zosta³a podpisana przez
pt: Mensagem foi assinada por
sk: Správa bola podpísaná
sv: Meddelandet var signerat av
tr: Ýletiyi imzalayan

source: Warning: Bad signature from
ca: Avís: signatura dolenta de
cs: Pozor: Vadný podpis od
de: Warnung: Fehlerhafte Signatur von
et: Hoiatus: Vigane signatuuri vorm
fi: Varoitus: Huono allekirjoitus
fr: Attention : mauvaise signature de
hr: Upozorenje: Lo¹ potpis od
hu: Figyelem: Rossz aláírás:
ko: 경 고:
no: Advarsel: Feil signatur fra
pl: Ostrzerzenie: Z³y podpis od
pt: Aviso: Assinatura inválida de
sk: Pozor: Chybný podpis od
sv: Varning: Felaktig signatur av
tr: Uyarý: Bozuk imza

source: unknown key ID
cs: neznámé ID klíèe
de: Unbekannte Schlüssel-ID
et: tundmatu võtme ID
hr: nepoznati key ID
hu: ismeretlen kulcs azonosító
no: ukjent nøkkel-ID
sv: okänt nyckel ID

source: Attachment:
ca: Adjunt:
cs: Pøíloha:
de: Anlage:
et: Kaasatud fail:
fi: Liitteet:
fr: Pièces jointes :
hr: Prilog:
ko: 첨 부:
no: Vedlegg:
pl: Za³±cznik:
pt: Anexo:
sk: Príloha:
sv: Bilaga:
tr: Ýliþik:

source: Could not save file
ca: No s'ha pogut desar el fitxer
cs: Není mo¾né ulo¾it soubor
de: Konnte Datei nicht speichern
et: Faili pole võimalik salvestada
fi: En saanut tallennettua tiedostoa
fr: Impossible d'enregistrer le fichier
hr: Ne mogu spremiti datoteku
hu: Fájlba mentés nem sikerült
ko: 파일을 저장할 수 없습니다
no: Kunne ikke lagre fil
pl: Nie mo¿na zapisaæ pliku
pt: Não consegui gravar ficheiro
sk: Nemô¾em ulo¾i» súbor
sv: Kan inte spara filen
tr: Dosya kayýt edilemedi

source: You need to add an account in the network section of the settings in order to receive mail.
ca: Heu d'afegir un compte a la secció de xarxa de l'arranjament per tal de poder rebre correu.
cs: Je nutné pøidat konto v sekci sí» v nastaveních, aby bylo mo¾né pøijímat po¹tu.
de: Sie müssen ein Postfach in den Netzwerk-Einstellungen angeben, um Email empfangen zu können.
et: Selleks, et maili vastu võtta, pead sa lisama seadistuste sektsioonis 'võrk' oma konto.
fi: Sinun tulee lisätä verkkoprofiili asetuksista voidaksesi vastaanottaa postia.
fr: Vous devez ajouter une boîte aux lettres dans la partie réseau de la configuration pour pouvoir recevoir des messages.
hr: Trebate dodati korisnièki raèun u mre¾noj postavi da bi mogli primati po¹tu.
hu: Meg kell adnia egy ügyfelet a beállítások hálózat-nál, hogy üzeneteket fogadhasson.
ko: 전자우편을 받기 위해서는 설정사항의 네트웍 항목에 계정을 추가해야 합니다.
no: Du trenger å legge til en konto i nettverk seksjonen av innstillingene for å kunne motta post.
pt: Precisa de adicionar uma conta na secção rede das configuração para poder receber correio.
sk: Musíte prida» konto v sekcii "sie»" nastavenia, aby ste mohli dostáva» po¹tu
sv: Du måste lägga till ett konto under nätverks sektionen i inställningar för att kunna ta emot post.
tr: Mail alabilmek için Að ayarlarý bölümünde bir kullanýcý hesabý belirtmiþ olmanýz gerekiyor.

source: warning
ca: avís
cs: pozor
de: Warnung
et: hoiatus
fi: varoitus
fr: attention
hr: upozorenje
hu: figyelmeztetés
ko: 경고
no: advarsel
pl: ostrze¿enie
pt: aviso
sk: varovanie
sv: varning
tr: uyarý

source: fatal error
ca: error fatal
cs: fatální chyba
de: Fataler Fehler
et: fataalne viga
fi: vakava virhe
fr: erreur fatale
hr: nepovratna pogre¹ka
ko: 치명적인 오류
no: fatal feil
pl: powa¿ny b³±d
pt: erro fatal
sk: záva¾ná chyba
sv: allvarligt fel
tr: Ölümcül hata

source: KMail notification
cs: Oznámení programu KMail
de: KMail Hinweis
et: KMail teade
hr: KMail obavijest
hu: KMail figyelmeztetés
no: KMail-varsel
pt: Aviso do KMail
sk: Upozornenie KMailu
sv: KMail meddelande

source: $HOME is not set! KMail cannot start without it.
cs: Promìnná $HOME není nastravena! KMail bez ní nemù¾e být spu¹tìn.
de: $HOME ist nicht eingestellt! KMail kann so nicht starten.
et: $HOME ei ole seatud! KMaili pole ilma selleta käivitada.
hr: $HOME (poèetni direktorij) nije pode¹en! KMail ne mo¾e startati bez njega.
hu: A $HOME nincs beállítva! KMail nem indítható el ennélkül.
no: $HOME er ikke satt! KMail kan ikke starte uten den.
pt: A variável $HOME não está definida! KMail não pode funcionar sem ela.
sk: $HOME nie je nastavené! KMail sa bez neho nemô¾e spusti».
sv: Variabeln $HOME är inte satt! KMail kan inte starta utan den.

source: The directory ~/KMail exists. From now on, KMail uses the directory ~/Mail for it's messages. KMail can move the contents of the directory ~/KMail into ~/Mail, but this will replace existing files with the same name in the directory ~/Mail (e.g. inbox). Shall KMail move the mail folders now ?
ca: El directori ~/KMail existeix. A partir d'ara, KMail utilitza el directori ~/Mail pels seus missatges. KMail pot moure el contingut del directori ~/KMail dins de ~/Mail, però això substituirà els fitxers existents amb el mateix nom al directori ~/Mail (e.g. inbox). KMail ha de moure les carpetes de correu ara ?
cs: Adresáø ~/KMail existuje. Od tohoto okam¾iku bude KMail pou¾ívat pro zprávy adresáø ~/Mail. KMail mù¾e pøesunout obsah adresáøe ~/KMail do ~/Mail, ale to zpùsobí nahrazení existujících souborù se stejnými jmény v adresáøi ~/Mail (napø. inbox). Má KMail pøesunout adresáøe nyní?
de: Das Verzeichnis ~/KMail existiert. Von nun an benutzt KMail das Verzeichnis ~/Mail für seine Nachrichten. KMail kann den Inhalt des ~/KMail Verzeichnisses in ~/Mail ver- schieben, aber dies wird existierende Dateien mit dem gleichen Namen überschreiben (z.B. inbox) Soll KMail die Order nun verschieben?
et: Kataloog ~/KMail eksisteerib. Nüüdsest kasutab KMail sõnumite säilitamiseks kataloogi ~/Mail. KMail võib liigutada ~/Kmail sisu kataloogi ~/Mail aga see asendab kõik samanimelised eksisteerivad failid kataloogis (nt. inbox). Kas KMail teeb selle sinu eest ära?
fi: Hakemisto ~/KMail on olemassa. Tästä lähtien KMail käyttää hakemistoa ~/Mail viesteilleen. KMail voi siirtää ~/KMail hakemiston sisällön hakemistoon ~/Mail, mutta tämä korvaa olemassaolevat tiedostot samalla nimellä hakemistossa ~/Mail (esim. inbox). Saako KMail siirtää postikansiot nyt ?
fr: Le répertoire ~/KMail existe. A partir de maintenant KMail utilise le répertoire ~/Mail pour ses messages. KMail peut déplacer le contenu du répertoire ~/KMail vers ~/Mail, mais cette opération remplacera les fichiers existant avec le même nom dans le répertoire ~/Mail (par exemple inbox). Dois-je déplacer les dossiers de messages maintenant ?
hr: Direktorij ~/KMail exists. Od sada, KMail koristi direktorij ~/Mail za svoje poruke. KMail mo¾e pomaknuti sadr¾aj ~/KMail u ~/Mail, meðutim to æe zamijeniti postojeæe datoteke sa istim imenom u direktoriju ~/Mail (npr. inbox). Da li KMail pomakne direktorije sada ?
hu: A ~/KMail könyvtár létezik. Mostantól a KMail a ~/Mail könyvtárat használja az üzenetek tárolására. KMail a ~/KMail könyvtár tartalmát átmásolhatja a ~/Mail könyvtárba, de így felülírja a ~/Mail könyvtárban lévõ, már létezõ fájlokat (pl. inbox).
ko: ~/KMail 디렉토리가 존재합니다. KMail이 ~/Mail 디렉토리에 메시지를 저장할 것입니다. KMail은 ~/KMail 디렉토리의 내용을 ~/Mail 디렉토리로 옮길 수 있지만, 그렇게 하면 ~/Mail 디렉토리에 있는 같은 이름을 가진 파일을 대체하게 될 것입니다(예를 들어, inbox) 지금 전자우편 폴더를 옮기시겠습니까?
no: Mappen ~/KMail eksisterer. Fra nå av, KMail bruker mappe ~/Mail for dets meldinger. KMail kan flytte innholdet av mappen ~/KMail inn i ~/Mail, men denne vil erstatte eksisterende filer med samme navn i mappen ~/Mail (f.eks. inbox).
pl: Istnieje katalog ~/Kmail. KMail u¿ywa katalogu ~/Mail do przechowywania wiadomosci. Kmail nie mo¿e przenie¶æ ca³ej zawarto¶ci katalogu ~/KMail do ~/Mail, ale mo¿e zamieniæ istniej±ce pliki o tych samych nazwach do katalogu ~/Mail (np. inbox). KMail powinien przenie¶æ foldery teraz?
pt: A directoria ~/KMail existe. A partir de agora, o KMail usa a directoria ~/Mail para as suas mensagem. KMail pode mover o conteúdo da directoria ~/KMail para ~/Mail, mas isto irá substituir os ficheiros existentes com o mesmo nome na directoria ~/Mail (por exemplo inbox). Posso mover as pastas agora ?
sk: Prieèinok ~/KMail existuje. Od tohoto okam¾iku bude KMail pou¾íva» prieèinok ~/Mail pre svoje správy. KMail mô¾e presunú» obsah prieèinka ~/KMail do ~/Mail, ale to spôsobí nahradenie existujúcich súborov s rovnakými menami v prieèinku ~/Mail (napr. inbox). Má teda KMail presunú» prieèinky teraz?
sv: Katalogen ~/KMail existerar. Från och med nu kommer KMAil att använda katalogen ~/Mail för sina meddelanden. KMail kan flytta innehållet i katalogen ~/KMail till ~/Mail, men då skrivs existerande filer med samma namn i katalogen ~/Mail (t ex inbox) över. Ska KMail flytta katalogen nu?
tr: Bir ~/KMail dizini var. Ancak KMail bu sürümden itibaren ~/Mail dizinini iletileri için kullanýyor. KMail, ~/KMail dizini içindeki dosyalarý ~/Mail dizinine aktarabilir. Ancak bu hareket ayný isimdeki dosyalarýn ~/Mail dizininde silinmesine neden olacak (örnek inbox). Kmail ileti dizinlerini taþýsýn mý?

source: Loading addressbook failed
cs: Nahrávání knihy adres selhalo
de: Laden des Adreßbuchs fehlgeschlagen
et: Aadressiraamatu laadimine ebaõnnestus
hr: Uèitavanje adresara nije uspjelo
hu: A címjegyzék betöltése nem sikerült
no: Lastign av adresseboken mislyktes
pt: Carregamento do livro de endereços falhou
sk: Naèítavanie knihy adries zlyhalo
sv: Inladdningen av adressboken blev fel

source: Unknown command line option: %s
ca: Opció de línia de comanda desconeguda: %s
cs: Neznámý parametr pøíkazové øádky: %s
de: Unbekannter Befehlszeilen-Parameter: %s
et: Tundmatu käsurea võti: %s
fi: Tuntematon komentorivioptio: %s
fr: L'option %s de la ligne de commande est inconnue.
hr: Nepoznata opcija na komandoj liniji: %s
hu: Ismeretlen parancssori opció: %s
ko: 알 수 없는 명령행 선택사항: %s
no: Ukjent kommandolinjevalg: %s
pt: Opção desconhecida na linha de comando: %s
sk: Neznáma voµba príkazového riadku: %s
sv: Okänt kommando tillägg: %s
tr: Bilinmeyen komut satýrý seçeneði: %s

source: Cannot open file:
cs: Není mo¾né otevøít soubor:
de: Konnte Datei nicht öffnen:
et: Pole võimalik avada faili:
hr: Ne mogu otvoriti datoteku:
no: Kan ikke åpne fil:
pt: Não consegui abrir o ficheiro:
sk: Nemô¾em otvori» súbor:
sv: Kan inte öppna filen:

source: Cannot remove mail from mailbox `%s': %s
ca: No es pot eliminar el correu de la bústia `%s': %s
cs: Není mo¾né odstranit po¹tu z po¹tovního boxu '%s': %s
de: Kann Nachricht nicht aus Ordner "s" löschen: %s
et: Postkastist '%s' pole võimalik maile eemaldada: %s
fi: Postia ei voida poistaa kansiosta: `%s': %s
fr: Suppression du message de la boîte aux lettres %s impossible : %s
hr: Ne mogu ukloniti po¹tu iz po¹t. sanduèiæa `%s': %s
hu: %s üzenet nem távolítható el a(z) %s levelesládából
ko: %s 전자우편 상자의 전자우편을 제거할 수 없습니다: %s
no: Kan ikke fjerne post fra postboks `%s': %s
pl: Nie mo¿na usun±æ poczty ze skrzynki `%s': %s
pt: Não consigo apagar correio da caixa `%s': %s
sk: Nie je mo¾né odstráni» po¹tu z po¹tového boxu '%s': %s
sv: Kan inte ta bort brev från katalogen `%s': %s
tr: Posta kutusundan ileti silinemiyor Posta kutusu:`%s': %s

source: Please set Password and Username
cs: Prosím nastavte heslo a u¾ivatelské jméno
de: Geben Sie bitte Paßwort und Benutzername ein
et: Palun sea parool ja kasutajanimi
hu: Adja meg a jelszót és a felhasználó azonosítót
no: Vennligst sett passord og brukernavn
sv: Var god ange lösenord och användarnamn

source: Incorrect Username
cs: Chybné u¾ivatelské jméno
de: Falscher Benutzername
et: Vale kasutajanimi
hu: Helytelen felhasználó azonosító
no: Ugyldig brukernavn
sv: Felaktigt användarnamn

source: Incorrect Password
cs: Chybné heslo
de: Falsches Paßwort
et: Vale parool
hu: Helytelen jelszó
no: Ugyldig passord
sv: Felaktigt lösenord

source: Please specify Host, Port and destination folder in the settings and try again.
ca: Si us plau, especifiqueu Host, Port i carpeta de destí a l'arranjament i torneu a provar.
cs: Prosím specifikujte hostitele, port a cílový adresáø v nastaveních a zkuste provést akci znova.
de: Geben Sie Server, Port und Ziel- Ordner in den Einstellungen an, und versuchen Sie es noch einmal.
et: Palun määra seadistustes kindlaks host, port ja sihtkataloog ning proovi uuesti.
fi: Ole hyvä ja määrittele lähetysparametrit asetuksista ja kokeile uudelleen
fr: Veuillez spécifier la machine, le port et le dossier de destination dans la section configuration, puis essayez de nouveau.
hr: Molim, navedite raèunalo, port i odredi¹ni direktorij u postavi te poku¹ajte ponovo.
ko: 설정사항에서 호스트, 포트 그리고 대상 폴더를 지정한 다음 다시 시도하십시오.
no: Vennligst spesifiser vert, port og målmappe i innstillingene og prøv igjen.
pl: Pros¿ê wpisaæ serwer, port i folder przeznaczenia w ustawieniach i spróbowaæ jeszcze raz.
pt: Por favor especifique Servidor, Porta e pasta de destino na configuração e tente outra vez.
sk: Prosím ¹pecifikujte hostiteµa, port a cieµový prieèinok v nastavení a skúste previes» akciu znova.
sv: Var god ange värd, port och destinationsmapp i inställningarna och försök igen.
tr: Lütfen, Sunucu, Port ve hedef dizin ayarlarýný yapýp tekrar deneyin.

source: Pop Mail Error
ca: Error de correu Pop
cs: Chyba Pop po¹ty
de: POP-Mail Fehler
et: Pop mail viga
fi: Pop-postivirhe
fr: Erreur dans un message POP
hr: Pop Mail gre¹ka
hu: Pop üzenet hiba
ko: Pop 전자우편 오류
no: Pop-postfeil
pl: B³±d POP
pt: Erro no Correio POP
sk: Chyba POP po¹ty
sv: Pop-mail fel
tr: Pop Mail Hatasý

source: Pop Mail Network Error
ca: Error de xarxa de correu Pop
cs: Chyba sítì Pop po¹ty
de: POP-Mail Netzwerkfehler
et: Pop maili võrgu viga
fi: Pop-postin verkkovirhe
fr: Erreur réseau dans un message POP
hr: Pop Mail mre¾na gre¹ka
hu: Pop hálózati hiba
ko: Pop 전자우편 네트웍 오류
no: Pop-postnettverksfeil
pl: B³±d sieciowy POP
pt: Erro de Rede no Correio POP
sk: Sie»ová chyba POP po¹ty
sv: Pop-mail nätverksfel
tr: Pop Mail Að Hatasý

source: Unknown error
ca: Error desconegut
cs: Neznámá chyba
de: Unbekannter Fehler
et: Tundmatu viga
fi: Tuntematon virhe
fr: Erreur inconnue
hr: Nepoznata gre¹ka
hu: Ismeretlen hiba
ko: 알 수 없는 오류
no: Ukjent feil
pl: Nieznany b³±d
pt: Erro desconhecido
sk: Neznáma chyba
sv: Okänt fel
tr: Bilinmeyen hata

source: Account: %s In %s: %s
ca: Compte: %s A %s: %s
cs: Konto: %s V %s: %s
de: Postfach: %s In %s: %s
et: Konto: %s %s -s: %s
fi: Profiili: %s %s: %s
fr: Boîte aux lettres : %s Dans %s : %s
hr: Korisnièki raèun: %s Na %s: %s
ko: 계 정: %s In %s: %s
no: Konto: %s I %s: %s
pl: Konto: %s w %s: %s
pt: Conta: %s Em %s: %s
sk: Konto: %s V %s: %s
sv: Kontot: %s I %s: %s
tr: Hesap: %s %s:'de %s

source: Login Name:
ca: Nom de login:
cs: Login jméno:
et: Kasutajanimi:
fi: Käyttäjätunnus:
fr: Utilisateur :
hr: Korisnièko Ime:
ko: 로그인 이름:
no: Logginnnavn:
pl: U¿ytkownik:
pt: Nome de Login:
sk: Prihl. meno:
sv: Inloggnings namn:
tr: Kullanýcý Adý
