Repository: KDE/kde1-kdenetwork
Catalog: po/*/kmail.po
Languages: ca, cs, de, et, fi, fr, hr, hu, ko, no, pl, pt, sk, sv, tr

source: Could not find the public keys for the recipients of this mail. Message will not be encrypted.
cs: Není mo¾né nalézt veøejný klíè pro pøíjemce této zprávy. Zpráva nebude ¹ifrována.
de: Konnte die "Öffentlichen Schlüssel" für die Empfänger der Mail nicht finden. Die Nachricht wird nicht verschlüsselt.
et: Seel sõnumi adressaatide jaoks pole võimalik leida avalikku võtit. Sõnumit ei krüpteerita.
hu: Nem található a publikus kucsa a címzetteknek. Az üzenet nem lesz titkosítva.
no: Kunne ikke finne offentlig nøkkel for mottaker av denne eposten. Meldingen vil ikke bli kryptert.
sv: Kan inte hitta den allmänna nyckeln för mottagarna till det här brevet. Meddelandet kommer inte att krypteras.

source: Could not find the public keys for
cs: Není mo¾né nalézt veøejný klíè od
de: Konnte öffentliche Schlüssel nicht finden für
et: Avaliku võtit pole võimalik leida järgneva jaoks
hr: Nisam prona¹ao javne kljuèeve za
hu: Nem található egy publikus kulcs
no: Kunne ikke finne offentlig nøkkel for
pt: Não consegui achar chaves públicas de
sv: Hittade inte den PGP nyckeln för

source: These persons will not be able to
cs: Tyto osoby nebudou schopny
de: Es wird diesen Personen nicht möglich sein
et: Need isikud ei ole võimelised
hr: Ove osobe neæe biti u stanju
hu: Ezek a személyek nem tudnak
no: Disse personene vil ikke kunne:
sv: Dessa personer kommer inte att kunna

source: This person will not be able to
cs: Tato osoba nebude schopna
de: Es wird dieser Person nicht möglich sein
et: See isik ei ole võimeline
hr: Ova osoba neæe biti u stanju
hu: Ez a személy nem tud
no: Denne personen vil ikke kunne
sv: Den här personen kommer inte att kunna

source: decrypt the message.
cs: de¹ifrovat zprávu.
de: die Nachricht zu entschlüsseln
et: sõnumit dekrüpteerima.
hr: de¹ifrirati poruku.
no: dekrypter meldingen.
pt: desencriptar a mensagem
sv: Dekryptera meddelandet.

source: You just entered an invalid passphrase. Do you wan't to try again, continue and leave the message unsigned, or cancel sending the message?
cs: Zadali jste neplatný klíè. Chcete jej zadat znova, pokraèovat a nechat tuto zprávu nesignovanou nebo pøeru¹it odeslání této zprávy?
de: Sie haben gerade ein ungültiges Paßwort eingegeben. Möchten Sie es nochmal versuchen, möchten Sie fortsetzen und die Nachricht ohne Signatur lassen oder den Versand abbrechen?
et: Sa sisestasid just vale võtmesõna. Soovid sa uuesti proovida, jätkata ja jätta sõnum signeerimata, või sõnumi saatmine katkestada?
hu: Érvénytelen jelszót adott meg. Megpróbálja mégegyszer, vagy folytatja és nem írja alá, vagy nem küldi el az üzenetet?
no: Du har nettopp skrevet inne en ugyldig pass-frase. Ønsker å prøve igjen, fortsette og la meldingen være usignert, eller avbryte sendingen av meldingen?
sv: Du skrev in en felaktig lösenordsfras. Vill du försöka igen, fortsätta och lämna brevet osignerat, eller avbryta skickningen av meddelandet?

source: Retry
cs: Opakovat
de: Erneut versuchen
et: Proovi uuesti
hr: Probaj ponovo
hu: Ismét
no: Prøv igjen
sv: Försök igen

source: Do you wan't to encrypt anyway, leave the message as is, or cancel the message?
cs: Chcete i pøesto ¹ifrovat, ponechat zprávu jak je, nebo zru¹it zprávu?
de: Möchten Sie trotzdem verschlüsseln, die Nachricht so belassen oder den Vorgang abbrechen?
et: Soovid sa krüpteerida igal juhul, jätta see nii nagu on või tühistada sõnumi?
hu: Titkosítja, hagyja ahogy van, vagy nem küldi el az üzenetet?
no: Ønsker du å kryptere likevel, la meldinge være slik den er nå, eller avbryte meldingen?
sv: Vill du kryptera ändå, lämna meddelandet som det är eller avbryta meddelandet?

source: Encrypt
cs: ©ifrovat
de: Verschlüsseln
et: Krüpteeri
hu: Titkosít
no: Krypterer
sv: Kryptera

source: Do you wan't to leave the message as is, or cancel the message?
cs: Chcete nechat zprávu jak je nebo zru¹it zprávu?
de: Möchten Sie die Nachricht so belassen oder den Vorgang abbrechen?
et: Soovid sa jätta sõnumi nagu ta on või tühistada selle?
hu: Hagyja az üzenetet ahogy van, vagy nem küldi el?
no: Ønsker du la være slik den er nå, eller avbryte meldingen?
sv: Vill du lämna meddelandet som det är eller avbryta meddelandet?

source: Please enter your PGP passphrase
ca: Si us plau, informeu la vostra frase de pas PGP
cs: Prosím vlo¾te vá¹ PGP klíè
de: Bitte geben Sie Ihr PGP-Paßwort ein
et: Palun sisesta oma PGP võtmefraas
fi: Anna PGP-salasanasi
fr: Entrez votre expression mot de passe pour PGP
hr: Molim unesite svoju PGP lozinku
hu: Írja be a PGP jelszavát
ko: 귀하의 PGP 전달구를 입력하십시오
no: Vennligst skriv inn din PGP passphrase
pl: Proszê wpisaæ swoje has³o PGP
pt: Por favor insira a sua frase de passe PGP
sk: Prosím vlo¾te vá¹e PGP heslo
sv: Var god och skriv in ditt PGP lösenordsfras
tr: Lütfen kendi PGP parolanýzý girin

source: PGP Security Check
ca: Comprovació de seguretat PGP
cs: Kontrola bezpeènosti PGP
de: PGP-Sicherheitsüberprüfung
et: PGP turvalisuse kontroll
fi: PGP-turvallisuustarkastus
fr: Vérification de sécurité PGP
hr: PGP Sigurnosna Provjera
hu: PGP biztonsági ellenõrzés
ko: PGP 보안 검사
no: PGP-sikkerhetssjekk
pl: Kontrola PGP
pt: Verificação de Segurança PGP
sk: Kontrola bezpeènosti PGP
sv: PGPs Säkerhetskontroll
tr: PGP Güvenlik Denetimi

source: Please select the public key to insert
cs: Prosím vyberte veøejný klíè ke vlo¾ení
de: Bitte wählen Sie den öffentlichen Schlüssel aus, der eingefügt werden soll.
et: Palun vali avalik võti lisamiseks
sv: Var god välj en nyckel att sätta in

source: Select key
cs: Vybrat klíè
de: Schlüssel auswählen
et: Vali võti
pt: Seleccione chave
sv: Välj nyckel

source: PGP User Identity:
ca: Identitat PGP de l'usuari:
cs: Identita u¾ivatele PGP:
de: PGP-Nutzeridentität
et: PGP kasutajatunnus:
fi: PGP-Henkilöllisyys:
fr: Identité PGP de l'utilisateur :
hr: PGP Identitet
ko: PGP 사용자 인증:
no: PGP-brukeridentitet:
pl: Uzytkownik PGP:
pt: Identidade PGP
sk: Identita u¾ívateµa PGP:
sv: PGP-användaridentitet:
tr: PGP Kullanýcý Kimliði

source: Store passphrase
cs: Ulo¾it klíè
de: Paßwort speichern
et: Säilita võtmefraas
hu: Jelszó tárolása
no: Lagre pass-frase
sv: Spara lösenordsfrasen

source: Bad pass Phrase; couldn't sign
ca: Frase de pas roïna; no s'ha pogut signar
cs: Vadný klíè; nemohu podepsat
de: Falsches Paßwort; konnte Signatur nicht anfügen
et: Vigane võtmefraas: pole võimalik signeerida
fi: Väärä salasana; en voi allekirjoittaa
fr: Mauvaise expression mot de passe ; signature impossible
hr: Lo¹a Lozinka; ne mogu potpisati
hu: Rossz jelszó; nem lehet aláírni
ko: 잘못된 전달 구; 서명할 수 없습니다
no: Gal passord-frase; kunne ikke signere
pl: Z³e has³o; nie mogê podpisaæ
pt: Frase de passe inválida; não consegui assinar
sk: Zlé heslo; nemô¾em podpísa»
sv: Felaktig lösenordsfras; kunde inte signera
tr: Kötü Parola: imzalanamadý

source: error running pgp
cs: chyba pøi bìhu pgp
de: Fehler bei PGP-Ausführung
et: viga pgp töötamisel
hu: pgp futtatási hiba
no: feil under kjøring av pgp
sv: fel vid körningen av pgp

source: Bad pass Phrase; couldn't decrypt
ca: Frase de pas roïna; no s'ha pogut desencriptar
cs: Vadný klíè; nemohu rozkódovat
de: Falsches Paßwort; konnte nicht entschlüsseln
et: Vigane võtmefraas: pole võimalik dekrüpteerida
fi: Väärä salasana; en voi purkaa
fr: Mauvaise expression mot de passe ; déchiffrage impossible
hr: Lo¹a Lozinka; ne mogu de¹ifrirati
hu: Rosz jelszó; nem lehet dekódolni
ko: 잘못된 전달 구; 해독할 수 없습니다
no: Galt passord-frase; kunne ikke dekryptere
pl: Z³e has³o PGP: nie mogê odszyfrowaæ
pt: Frase de passe inválida; não consegui desencriptar
sk: Zlé heslo; nemô¾em rozkódova»
sv: Felaktig lösenordsfras; kunde inte dekryptera
tr: Kötü Parola: deþifre edilmedi

source: Do not have the secret key for this message
cs: Není k dispozici tajný klíè k této zprávì
de: Habe keinen Geheimschlüssel für diese Nachricht
et: Selle sõnumi jaoks pole salajast võtit
hu: Nem található a titkos kulcs ehhez az üzenethez
no: Du har ikke sikkerhetsnøkkelen for denne meldingen
sv: Har ingen hemlig nyckel för det här meddelandet

source: unknown key ID
cs: neznámé ID klíèe
de: unbekannte Schlüssel-ID
et: tundmatu võtme ID
hu: ismeretlen kulcs azonosító
no: Ukjent nøkkel-ID
sv: okänt nyckel ID

source: ??? (file ~/.pgp/pubring.pgp not found)
cs: ??? (soubor ~/.pgp/pubring.pgp nenalezen)
de: ??? (Datei ~/.pgp/pubring.pgp nicht gefunden)
et: ??? (faili ~/.pgp/pubring.pgp ei leitud)
hu: ??? (file ~/.pgp/pubring.pgp nem található)
no: ??? (filen ~/.pgp/pubring.pgp ikke funnet)
sv: ??? (filen ~/.pgp/pubring.pgp hittades inte)

source: The passphrase you entered is invalid.
cs: Klíè, který jste zadali je neplatný.
de: Das eingegebene Paßwort ist ungültig.
et: Võtmefraas, mille sa sisestasid, on vale.
hr: Lozinka koju ste unijeli nije ispravna.
no: Passord-frasen du skrev inn er ugyldig.
pt: A frase de passe que inseriu é inválida.
sv: Lösenordsfrasen är inte giltig.

source: The key(s) you wan't to encrypt your message to are not trusted. No encryption done.
cs: Klíè(e), kterým chcete ¹ifrovat zprávu není dùvìryhodný. Nebylo provedeno ¹ifrování.
de: Einer oder mehrere Schlüssel, mit denen Sie Ihre Nachricht kodieren möchten, sind nicht zuverlässig. Keine Verschlüsselung vorgenommen.
et: Võti (võtmed), millega sa soovid sõnumit krüpteerida, pole usaldusväärsed. Krüpteerimist ei teostatud.
hu: A kulcsok amikkel titkosítani akarta az üzenetet, nem megbízhatóak. Nem lesz titkosítás.
no: Nøklene du ønsker å kryptere meldingen din med har ikke tillit. Ingen kryptering utført.
sv: Nyckeln/Nycklarna som du vill kryptera meddelandet med är inte säkra. Ingen kryptering var gjord.

source: The following key(s) are not trusted: %s They will not be able to decrypt the message
cs: Nasledující klíè(e) jsou nedùvìryhodné: %s Nebudou proto pou¾ity k ¹ifrování zprávy.
de: Die folgenden Schlüssel sind nicht zuverlässig: %s Es wird ihnen nicht möglich sein, die Nachricht zu entschlüsseln
et: Järnev(ad) võti (võtmed) pole usaldusväärsed: %s Nad pole võimelised sõnumit dekrüpteerima.
no: Følgende nøkler har ikke tillit: %s De vil ikke kunne dekryptere meldingen
pt: As seguintes chaves(s) não são de confiança: %s Elas não possibilitarão a descodificação da mensagem
sv: Följande nyckel/nycklar är inte säkra: %s Denna person/Dessa personer kommer inte att kunna dekryptera sitt meddelande.

source: File I/O Error
ca: Error E/S al fitxer
cs: Chyba pøi vstupu/výstupu do souboru
de: Datei Ein-/Ausgabefehler
et: Faili s/v viga
fi: Tiedoston I/O virhe
fr: Erreur d'entrée-sortie sur un fichier
hr: Datoteèna U/I gre¹ka
hu: Fájl kezelési hiba
ko: 파일 입출력 오류
no: Fil-inn/ut-feil
pt: Erro de I/O
sk: Chyba pri vstupe/výstupe do súboru
sv: Fil I/O Fel
tr: Dosya girdi-çýktý hatasý

source: The specified file does not exist: %s
ca: El fitxer especificat no existeix: %s
cs: Specifikovaný soubor neexistuje: %s
de: Die angegebene Datei existiert nicht: %s
et: Valitud faili ei eksisteeri: %s
fi: Määriteltyä tiedostoa: %s ei ole olemassa
fr: Le fichier spécifié n'existe pas : %s
hr: Navedena datoteka ne postoji: %s
hu: A megadott file nem létezik: %s
ko: 지정한 파일이 존재하지 않습니다: %s
no: Den angitte fil eksisterer ikke: %s
pl: Wskazany plik nie istnieje: %sPlik nie istnieje: %s
pt: O ficheiro especificado não existe: %s
sk: ©pecifikovaný súbor neexistuje: %s
sv: Den angeda filen existerar inte: %s
tr: %s Dosyasý bulunamýyor.

source: This is a directory and not a file: %s
ca: Això és un directori i no un fitxer: %s
cs: Toto je adresáø a ne soubor: %s
de: Das ist ein Verzeichnis, keine Datei: %s
et: See on kataloog, mitte fail: %s
fi: Tämä on hakemisto eikä tiedosto: %s
fr: %s est un répertoire et non pas un fichier.
hr: Ovo je direktorij a ne datoteka: %s
hu: Ez egy könyvtár, nem fájl: %s
ko: 파일이 아니고 디렉토리입니다: %s
no: Dette er en mappe og ikke en fil: %s
pl: To jest katalog, nie plik: %s%s
pt: Isto é uma directoria e não um ficheiro: %s
sk: Toto je prieèinok a nie súbor: %s
sv: Detta är en katalog inte en fil: %s
tr: %s bir dizin, dosya deðil

source: You do not have read permissions to the file: %s
ca: No teniu permís de lectura del fitxer: %s
cs: Nemáte pøístupová práva ke ètení souboru: %s
de: Sie haben keine Leseerlaubnis für Datei: %s
et: Sul ei ole õigusi faili %s lugemiseks.
fi: Sinulla ei ole lukuoikeuksia tiedostoon: %s
fr: Vous n'avez pas la permission de lire le fichier : %s
hr: Nemate odgovarajuæe privilegije za èitanje ove datoteke: %s
hu: Önnek nincsen olvasási joga a következõ file-hoz: %s
ko: 다음 파일에 대한 읽기 허가권이 없읍니다: %s
no: Du har ikke lesetillatelse til filen: %s
pl: Nie masz prawa odczytu do pliku: %s
pt: Não tem permissões de leitura no ficheiro: %s
sk: Nemáte prístupové práva na èítanie súboru: %s
sv: Du har inte läsrättigheter för filen: %s
tr: %s 'e okuma için eriþim hakkýnýz yok

source: Could not read file: %s
ca: No s'ha pogut llegir el fitxer: %s
cs: Není mo¾né èíst soubor: %s
de: Konnte Datei nicht lesen: %s
et: Faili %s pole võimalik lugeda.
fi: En voi lukea tiedostoa: %s
fr: Impossible de lire le fichier : %s
hr: Ne mogu proèitati datoteku: %s
hu: Nem lehet olvasni a file-t: %s
ko: 파일을 읽을 수 없음: %s
no: Kunne ikke lese fil: %s
pl: Nie mo¿na czytac pliku: %s
pt: Não consegui ler o ficheiro: %s
sk: Nemô¾em èíta» súbor: %s
sv: Kan inte läsa filen: %s
tr: %s okunamýyor

source: Could not open file: %s
ca: No s'ha pogut obrir el fitxer: %s
cs: Není mo¾né otevøít soubor: %s
de: Konnte Datei nicht öffnen: %s
et: Faili %s pole võimalik avada.
fi: En voi avata tiedostoa: %s
fr: Impossible d'ouvrir le fichier : %s
hr: Ne mogu otvoriti datoteku: %s
hu: Nem lehet megnyitni a file-t: %s
ko: 파일을 열 수 업음: %s
no: Kunne ikke åpne fil: %s
pl: Nie mo¿na otworzyæ pliku: %s
pt: Não consegui abrir o ficheiro: %s
sk: Nemô¾em otvori» súbor: %s
sv: Kan inte öppna filen: %s
tr: %s açýlamýyor

source: Error while reading file: %s
ca: Error en llegir el fitxer: %s
cs: Chyba pøi ètení souboru: %s
de: Fehler beim Lesen der Datei: %s
et: Viga faili %s lugemisel.
fi: Virhe tiedostoa: %s luettaessa
fr: Erreur lors de la lecture du fichier : %s
hr: Gre¹ka prilikom èitanja datoteke: %s
hu: Hiba a file olvasása közben: %s
ko: 파일 읽는 중 오류: %s
no: Feil ved lesing av fil: %s
pl: B³±d podczas odczytu pliku: %s
pt: Erro ao ler ficheiro: %s
sk: Chyba pri èítaní súboru: %s
sv: Fel vid läsningen av filen: %s
tr: %s okunurken hata oluþtu

source: Could only read %u bytes of %u.
ca: Només s'han pogut llegir %u bytes de %u.
cs: Je mo¾né naèíst pouze %u bytù z %u.
de: Konnte nur %u von %u Bytes lesen.
et: Suudetud lugeda ainult %u baiti %u -st
fi: Sain luettua vain %u tavua %u:ta
fr: Je n'ai pu lire que %u octets de %u.
hr: Mogu èitati samo %u bajtova od %u.
hu: Csak %u byte-ot sikerült olvasni a %u-ból.
ko: %u 바이트만 읽을 수 있음(총 %u 바이트)
no: Kunne bare lese %u byter av %u.
pl: Przeczytano tylko %u bajtów z %u.
pt: Só conseguir ler %u bytes em %u
sk: Je mo¾né naèíta» iba %u bajtov z %u.
sv: Det gick bara att läsa %u bytes av %u.
tr: Sadece %u byte (%u byte'dan) okunabildi.

source: File %s exists. Do you want to replace it ?
ca: El fitxer %s ja existeix. El voleu substituir ?
cs: Soubor %s existuje. Pøejete si ho pøepsat?
de: Datei %s existiert bereits. Möchten Sie sie ersetzen?
et: Fail %s eksisteerib. Soovid sa selle asendada?
fi: Tiedosto %s on olemassa. Haluatko korvata sen ?
fr: Le fichier %s existe déjà. Désirez-vous le remplacer ?
hr: Datoteka %s postoji. ?
hu: A %s file már létezik. Felülírjam?
ko: %s 파일이 존재합니다 파일을 바꾸시겠읍니까?
no: Fil %s eksisterer. Ønsker du å erstatte den ?
pl: Plik %s istnieje. Zast±piæ go ?
pt: Ficheiro %s existe. Quer substitui-lo ?
sk: Súbor %s existuje. Prajete si ho prepísa»?
sv: Filen %s existerar. Vill du skriva över den ?
tr: %s dosyasý mevcut. Üzerine yazmak istiyor musunuz?

source: Failed to make a backup copy of %s. Continue anyway ?
ca: Ha fallat la còpia de seguretat de %s. He de continuar malgrat tot?
cs: Nepodaøilo se vytvoøit zálo¾ní kopii %s. I pøesto pokraèovat?
de: Konnte keine Sicherungs-Kopie von %s erstellen. Trotzdem fortfahren?
et: Varukoopia loomine %s -st ebaõmnnestus. Kas jätkata vaatmata sellele?
fi: Varmuuskopion teko tiedostosta %s epäonnistui. Jatketaanko kuitenkin?
fr: Echec lors de la création du fichier de sauvegarde de %s. Désirez-vous poursuivre l'opération ?
hr: Nisam uspio napraviti sigurnosnu kopiju %s. Nastaviti unatoè tome?
hu: Nem sikerült biztonsági másolatot csinálni a %s-rõl Folytassam?
ko: %s 백업본 만들기 실패. 계속 하시겠읍니까?
no: Mislykkes å lage en backupkopi av %s. Fortsette likevel ?
pl: Nie powiod³o sie wykonanie kopii zapasowej z %s. Kontynuowaæ?
pt: Não consegui fazer uma cópia de segurança de %s. Continuar de qualquer modo ?
sk: Nepodarilo sa vytvori» zálo¾nú kópiu %s. Pokraèova» aj napriek tomu?
sv: Kan inte skapa backup kopia av %s. Fortsätta ändå ?
tr: %s için bir yedek yaratýlamadý. Yine de devam edeyim mi?

source: Could not write to file: %s
ca: No s'ha pogut escriure al fitxer: %s
cs: Není mo¾né zapsat do souboru: %s
de: Konnte nicht in Datei schreiben: %s
et: Faili %s pole võimalik kirjutada.
fi: En voinut kirjoittaa tiedostoon: %s
fr: Impossible d'écrire dans le fichier : %s
hr: Ne mogu pisati u datoteku: %s
hu: Nem lehet írni a file-ba: %s
ko: 다음 파일에 쓸 수 없음: %s
no: Kunne ikke skrive til fil: %s
pl: Nie mo¿na pisaæ do pliku: %s
pt: Não consegui escrever no ficheiro: %s
sk: Nemô¾em zapísa» do súboru: %s
sv: Kan inte skriva till filen: %s
tr: %s 'e yazýlamýyor

source: Could not open file for writing: %s
ca: No s'ha pogut obrir el fitxer per escriure: %s
cs: Není mo¾né otevøít soubor pro zápis: %s
de: Konnte Datei zum Schreiben nicht öffnen: %s
et: Faili %s pole võimalik kirjutamiseks avada.
fi: En voinut avata tiedostoa: %s kirjoittamista varten
fr: Impossible d'ouvrir le fichier en écriture : %s
hr: Ne mogu otvoriti datoteku za pisanje: %s
hu: Nem lehet írásra megnyitni a file-t: %s
ko: 다음 파일을 쓰기 위해 열 수 없음: %s
no: Kunne ikke åpne fil for skriving: %s
pl: Nie mo¿na otworzyæ pliku do zapisu: %s
pt: Não consegui abrir o ficheiro para escrita: %s
sk: Nemô¾em otvori» súbor pre zápis: %s
sv: Kan inte öppna filen för skrivning: %s
tr: %s yazýlmak için açýlamýyor

source: Error while writing file: %s
ca: Error en escriure al fitxer: %s
cs: Chyba pøi zápisu souboru: %s
de: Fehler beim Schreiben der Datei: %s
et: Viga faili %s kirjutamisel.
fi: Virhe kirjoitettaessa tiedostoon: %s
fr: Erreur lors de la lecture du fichier : %s
hr: Gre¹ka prilikom pisanja datoteke: %s
hu: Hiba a file írása közben: %s
ko: 파일 쓰는 중 오류: %s
no: Feil ved skriving til fil: %s
pl: B³±d podczas zapisu do pliku: %s
pt: Erro ao escrever o ficheiro: %s
sk: Chyba pri zápise súboru: %s
sv: Fel vid skrivning av filen: %s
tr: %s 'e yazýlýrken hata oluþtu

source: Could only write %d bytes of %d.
ca: Només s'han pogut escriure %d bytes de %d.
cs: Není mo¾né zapsat %d bytù z %d.
de: Konnte nur %u von %u Bytes schreiben.
et: Suudetud salvestada ainult %d baiti %d -st
fi: Sain kirjoitettua vain %d tavua %d:ta.
fr: Je n'ai pu écrire que %d octets dans %d.
hr: Uspio sam pisati %d bajtova od %d.
hu: Csak %d byte-ot sikerült írni a %d-bõl
no: Kunne bare skrive %d bytes av %d.
pl: Mo¿na by³o zapisaæ tylko %d bajtów z %d
pt: Só consegui escrever %d bytes em %d
sk: Nemô¾em zapísa» %d bajtov z %d.
sv: Det gick bara att skriva %u bytes av %u.
tr: %d byte (%d byte'dan) yazýlabildi.

source: KMail Error
cs: Chyba KMailu
de: KMail Fehler
et: KMail viga
hr: KMail gre¹ka
no: KMail-feil
pt: Erro do KMail
sk: Chyba KMailu
sv: KMail-fel

source: Storing the addressbook failed!
cs: Nezdaøilo se ukládání knihy adres!
de: Speicherung des Adreßbuchs fehlgeschlagen!
et: Aadressiraamatu säilitamine ebaõnnestus!
hr: Spremanja adresara nije uspjelo!
hu: A címjegyzék tárolása nem sikerült!
no: Sortering av adresseboken mislyktes!
pt: Gravação do livro de endereços falhou!
sk: Ukladanie knihy adries zlyhalo!
sv: Sparandet av adressboken misslyckades!

source: Addressbook
ca: Llibreta d'adreces
cs: Adresáø
de: Adreßbuch
et: Aadressiraamat
fi: Osoitekirja
fr: Carnet d'adresses
hr: Adresar
ko: 주소록
no: Adressebok
pl: Ksi±¿ka adresowa
pt: Livro de Endereços
sk: Kniha adries
sv: Adressbok
tr: Adres Defteri

source: Addressbook Manager
ca: Gestor de la llibreta d'adreces
cs: Správce adresáøe
de: Adreßbuch-Verwaltung
et: Addressiraamatu haldur
fi: Osoitekirjan hallinta
fr: Gestionnaire de carnet d'adresses
hr: Upravitelj Adresara
ko: 주소록 관리자
no: Adressebokbehandler
pl: Zarz±dzanie ksia¿k± adresow±
pt: Gestor do Livro de Endereços
sk: Správca knihy adries
sv: Adressboken
tr: Adres Defteri Düzenleyicisi

source: Storing addressbook failed
cs: Nezdaøilo se ukládání knihy adres!
de: Speicherung des Adreßbuchs fehlgeschlagen
et: Aadressiraamatu säilitamine ebaõnnestus
hr: Spremanja adresara nije uspjelo
no: Sortering av adresseboken mislyktes
pt: Gravação do livro de endereços falhou
sk: Ukladanie knihy adries zlyhalo
sv: Spara adressboken misslyckades

source: &Abort
ca: &Abortar
cs: &Pøeru¹it
de: &Abbrechen
et: K&atkesta
fi: &Poistu
fr: &Abandonner
hr: &Odustani
ko: 중지(&A)
pl: Przerwij
pt: &Abortar
sk: &Preru¹i»
sv: &Om
tr: &Vazgeç

source: Abort
cs: Pøeru¹it
et: Katkestamine

source: Sending messages to
ca: S'estan enviant missatges a
cs: Odesílání zprávy na
de: Sende Nachrichten an
et: Sõnumi saatmine
fi: Lähetän viestiä osoitteeseen
fr: Envoi des messages à
hr: ©aljem poruke
ko: 메시지 받을 사람
no: Sender meldinger til
pt: A enviar mensagens para
sk: Odosielanie správy pre
sv: Skickar meddelanden till
tr: Ýletiler gönderiliyor

source: Retrieving messages from
ca: S'estan recuperant missatges de
cs: Pøíjrm zprávy od
de: Empfange Nachrichten von
et: Sõnumite vastuvõtmine
fi: Haen viestejä
fr: Chargement des messages depuis
hr: Skidam poruke sa
ko: 메시지 가져오기
no: Mottar meldinger fra
pt: A receber mensagens de
sk: S»ahujem správy od
sv: Tar emot meddelanden från
tr: Ýletiler alýnýyor

source: Preparing transmission...
ca: S'està preparant la transmissió...
cs: Pøíprava pøenosu...
de: Bereite Übertragung vor...
et: Ettevalmistus edastamiseks...
fi: Valmistelen siirtoa...
fr: Préparation de la transmission ...
hr: Priprema za prijenos...
hu: Felkészülés a küldésre...
ko: 전송 준비중...
no: Forbereder overføring...
pt: A preparar transmissão...
sk: Pripravujem prenos...
sv: Förbereder överföring...
tr: Ýletmeye hazýrlanýlýyor...

source: Transmission completed...
ca: S'ha acabat la transmissió...
cs: Pøenos ukonèen...
de: Übertragung beendet...
et: Edastamine lõpetatud...
fi: Siirto valmis...
fr: Transmission achevée ...
hr: Prijenos zavr¹en...
hu: Küldés befejezve...
ko: 전송 완료...
no: Overføring fullfør...
pt: Transmissão completa...
sk: Prenos kompletný...
sv: Överföringen färdig...
tr: Ýletiþim tamam...

source: Aborting transmission...
ca: S'està abortant la transmissió...
cs: Pøeru¹uji pøenos...
de: Übertragung abbrechen...
et: Edastamine katkestatud...
fi: Keskeytän siirron...
fr: Abandon de la transmission en cours ...
hr: Odustajem od prijenosa...
hu: Küldés megszakítva...
ko: 전송 중지...
no: Avbryter overføring....
pt: A abortar transmissão...
sk: Ru¹ím prenos...
sv: Avbryter skickningen...
tr: Ýletiþim kesiliyor...

source: KRN - Charset Settings
ca: KRN - Valors del joc de caràcters
cs: KRN - Nastavení kódování znakové sady
de: KRN - Zeichensatz-Einstellungen
et: KRN - kooditabeli seadistused
fi: KRN - Merkistöasetukset
fr: KRN - configuration des polices
hr: KRN - Postava za skup znakova
hu: KRN - Betûkészlet Beállítások
ko: KRN - 글자모음 설정
no: KRN - Tegnsettoppsett
pt: KRN - Configuração de Charsets
sk: KRN - Nastavenie znakovej sady
sv: KRN - Teckenuppsättnings-inställningar
tr: KRN - Karakter ayarlamasý
