Repository: KDE/kde1-kdenetwork
Catalog: po/*/kmail.po
Languages: ca, cs, de, et, fi, fr, hr, hu, ko, no, pl, pt, sk, sv, tr

source: Choose Signature File
ca: Escollir el fitxer de signatura
cs: Vybìr souboru s podpisem
de: Signatur-Datei auswählen
et: Vali allkirja fail
fi: Valitse allekirjoitustiedosto
fr: Choisir le fichier de signature
hr: Odaberite datoteku s potpisom
hu: Aláírás file megadása
ko: 서명 파일 선택
no: Velg signaturfil
pl: Wybierz plik podpisu
pt: Escolher Ficheiro de Assinatura
sk: Výber súboru s podpisom
sv: Bestäm signaturfil
tr: Ýmza Dosyasýný Seç

source: Type:
cs: Typ:
de: Typ:
et: Tüüp:
hr: Vrsta:
hu: Típus:
pl: Rodzaj:
pt: Tipo:
sv: Typ:

source: Local Account
ca: Compte local
cs: Lokální konto
de: Lokales Postfach
et: Kohalik konto
fi: Paikallinen osoite
fr: Boîte aux lettres locale
hr: Lokalni korisnièki raèun
hu: Helyi ügyfél
ko: 지역 계정
no: Lokal konto
pl: Konto lokalne
pt: Contas Locais
sk: Lokálne konto
sv: Lokalt konto:
tr: Yerel Hesap

source: Pop Account
ca: Compte POP
cs: Pop konto
de: POP-Postfach
et: POP konto
fi: POP-osoite
fr: Boîte aux lettres POP
hr: Pop korisnièki raèun
hu: POP ügyfél
ko: Pop 계정
no: Pop-konto
pl: Konto POP
pt: Conta Pop
sk: Pop konto
sv: Pop-konto
tr: POP Hesabý

source: Password:
ca: Paraula de pas:
cs: Heslo:
de: Paßwort:
et: Parool:
fi: Salasana:
fr: Mot de passe :
hr: Lozinka:
hu: Jelszó:
ko: 암호:
no: Passord:
pl: Has³o:
sk: Heslo:
sv: Lösenord:
tr: Parola:

source: Host:
cs: Hostitel:
de: Pop-Server:
fi: Konenimi:
fr: Serveur :
hr: Raèunalo:
hu: Kiszolgáló:
ko: 호스트:
no: Vert:
pl: Serwer:
pt: Servidor:
sk: Hostiteµ:
sv: Värd:
tr: Makina:

source: Delete mail from server
ca: Esborrar el correu del servidor
cs: Smazat po¹tu na serveru
de: Nachrichten vom Server löschen
et: Kustuta mailid serverist
fi: Tuhoa posti palvelimelta
fr: Détruire les messages du serveur
hr: Pobri¹i po¹tu sa poslu¾itelja
hu: Üzenetek törlése a kiszolgálóról
ko: 서버의 전자우편 지우기
no: Slett post fra tjener
pl: Usuwaj pocztê z serwera
pt: Apagar mail do servidor
sk: Zmaza» po¹tu na serveri
sv: Ta bort brev från servern
tr: Sunucudan postayý sil

source: Retrieve all mail from server
cs: Pøijmout v¹echnu po¹tu ze serveru
de: Alle Nachrichten vom Server holen
et: Otsi kõik mailid serverist
hr: Skini svu po¹tu sa poslu¾itelja
no: Mottar all post fra tjener
pt: Receber todos o correio do servidor
sv: Ta hem alla brev från servern

source: Enable interval Mail checking
cs: Aktivovat intervalovou kontrolu nové po¹ty
de: Posteingang regelmäßig überprüfen
et: Luba regulaarset maili kontrollimist
hr: Podesi interval za provjeru po¹te
hu: Rendszeres üzenet letöltés engedélyezése
no: Slå på internval-sjekking av epost
pt: Activar verificação periódica
sv: Aktivera inhämtning av brev med jämna interval

source: Store new mail in account:
ca: Desar el correu nou al compte:
cs: Ulo¾it novou po¹tu na kontì:
de: Speichere neue Nachrichten im Postfach:
et: Säilita uus mail kontos:
fi: Tallenna uusi posti kansioon:
fr: Stocker les nouveaux messages dans la boîte aux lettres :
hr: Spremi novu po¹tu u korisnièki raèun:
hu: A beérkezõ üzenetek mappája:
ko: 계정에 새 전자우편 저장:
no: Lagre ny post på konto:
pl: Zapisuj now± pocztê na konto:
pt: Armazenar correio novo na conta:
sk: Ulo¾i» novú po¹tu na konte:
sv: Spara breven i mappen:
tr: Yeni gelen postayý hesapta sakla

source: <none>
ca: <cap>
cs: <¾ádný>
de: <kein>
et: <puudub>
fi: <ei mikään>
fr: <aucun>
hr: <nijedan>
hu: <üres>
ko: <없음>
no: <ingen>
pl: <¿adnego>
pt: <nenhum>
sk: <¾iadny>
sv: <ingen>
tr: <hiçbiri>

source: Choose Location
ca: Escollir localització
cs: Výbìr umístìní
de: Pfad auswählen
et: Vali asukoht
fi: Valitse sijainti
fr: Choisir l'emplacement
hr: Odaberite lokaciju
hu: Adja meg az elérési útvonalat
ko: 위치 선택
no: Velg sted
pl: Wybierz po³o¿enie pliku
pt: Escolher Localização
sk: Výber umiestnenia
sv: Bestäm plats
tr: Yer Seç

source: Receipt:
ca: Recepció:
cs: Pøíjem:
de: Empfangsbestätigung:
et: Vastuvõtmine:
fi: Kuittaus:
fr: Reçu :
hr: Potvrda:
ko: 받을 사람:
no: Kvittering:
pl: Adres zwrotny:
pt: Recebido:
sk: Prijaté:
tr: Alýndý:

source: Failed to add message:
ca: S'ha fallat en afegir el missatge:
cs: Nepodaøilo se pøidat zprávu:
de: Fehler beim Hinzufügen der Nachricht:
et: Sõnumi lisamine ebaõnnestus:
fi: Viestin lisäys epäonnistui
fr: Echec dans l'ajout du message :
hr: Ne mogu dodati poruku:
ko: 메시지 추가 실패:
no: Feilet i å legge til melding:
pl: Dodanie wiadmo¶ci nie powiod³o siê:
pt: Falha ao adicionar mensagem:
sk: Nepodarilo sa prida» správu:
sv: Kan inte lägga till meddelande:
tr: Ýleti eklenemedi

source: Sender
ca: Remitent
cs: Odesilatel
de: Absender
et: Saatja
fi: Lähettäjä
fr: Emetteur
hr: Po¹iljatelj
hu: Feladó
ko: 보낸 사람
no: Avsender
pl: Wysy³aj±cy
pt: Remetente
sk: Odosielateµ
sv: Avsändare
tr: Gönderen

source: Subject
ca: Assumpte
cs: Pøedmìt
de: Betreff
et: Subjekt
fi: Aihe
fr: Sujet
hr: Tema
hu: Tárgy
ko: 제목
no: Subjekt
pl: Temat
pt: Assunto
sk: Predmet
sv: Ämne
tr: Konu

source: Date
cs: Datum
de: Datum
et: Kuupäev
hr: Datum
hu: Dátum
no: Dato
pl: Data
pt: Data
sv: Datum

source: %d Messages, %d unread.
ca: %d Missatges, %d sense llegir.
cs: %d zpráv, %d nepøeèteno
de: %d Nachrichten, %d ungelesen.
et: %d sõnumit, %d lugemata.
fi: %d Viestiä, %d lukematta.
fr: %d messages, %d non lus.
hr: Ukupno %d poruka od toga %d neproèitanih
hu: %d üzenet, %d olvasatlan.
ko: %d 개의 메시지, %d 개의 읽지 않은 메시지.
no: %d meldinger, %d ulest.
pl: %d wiadomo¶æ(i), %d nieprzeczytanych.
pt: %d Mensagens, %d não lidas.
sk: %d správ, %d nepreèítaných
sv: %d meddelanden, %d olästa.
tr: %d ileti ,%d okunmamýþ

source: Folder is read-only.
ca: La carpeta és de només lectura.
cs: Poøadaè pøístupný pouze pro ètení.
de: Ordner steht auf Nur-Lesen.
et: Kaust on ainult lugemiseks.
fi: Kansio on kirjoitussuojattu
fr: Le dossier est en lecture seule
hr: Direktorij je samo za èitanje.
hu: Mappa írásvédett.
ko: 폴더가 읽기 전용입니다.
no: Mappe kan kun leses.
pl: Folder tylko do odczytu.
pt: Pasta é de leitura apenas.
sk: Prieèinok prístupný len pre èítanie.
sv: Mappen är skrivskyddad.
tr: Dosya salt-okunur.

source: Unknown
ca: Desconegut
cs: Neznámý
de: Unbekannt
et: Tundmatu
fi: Tuntematon
hr: Nepoznato
ko: 알 수 없음
no: Ukjent
pt: Desconhecido
sk: Neznámy
sv: Okänd
tr: Bilinmeyen

source: No Subject
ca: Cap assumpte
cs: ®ádný pøedmìt
de: Kein Betreff
et: Subjekt puudub
fi: Ei Aihetta
hr: Nema Teme
ko: 제목 없음
no: Intet subjekt
pt: Sem Assunto
sk: Bez predmetu
sv: Inget ärende
tr: Konusuz

source: order of arrival
ca: ordre d'arribada
cs: poøadí pøíchodu
de: Ankunftsreihenfolge
et: saabumise järjekord
fi: vastaanottojärjestys
fr: ordre d'arrivée
hr: redoslijed prispjeæa
hu: beérkezés sorrendje
ko: 도착 순서
no: rekkefølge for ankomst
pt: ordem de chegada
sk: poradie príchodu
sv: ankomstordning
tr: varýþ sýrasý

source: subject
ca: assumpte
cs: pøedmìt
de: Betreff
et: subjekt
fi: aihe
fr: sujet
hr: tema
ko: 제목
no: subjekt
pt: assunto
sk: predmet
sv: ämne
tr: konu

source: date
ca: data
cs: datum
de: Datum
et: kuupäev
fi: päivä
hr: datum
ko: 날짜
no: dato
pt: data
sk: dátum
sv: datum
tr: tarih

source: sender
ca: remitent
cs: odesilatel
de: Absender
et: saatja
fi: lähettäjä
fr: émetteur
hr: po¹iljatelj
ko: 보낸 사람
no: avsender
pt: remetente
sk: odosielateµ
sv: avsändare
tr: gönderen

source: Sorting messages descending by %s
ca: S'estàn ordenant els missatges descendent per %s
cs: Tøídím zprávy sestupnì podle %s
de: Sortiere Nachrichten absteigend nach %s
et: Sõnumite sortimine kahanevas järjustuses %s järgi
fi: Järjestän viestit käänteisesti lähtien %s:tä
fr: Tri des messages par ordre décroissant de %s
hr: Sortiraj poruke silazno po %s
hu: Üzeneted rendezése %s szerint, csökkenõ sorrendben
ko: %s을(를) 내림차순으로 정렬
no: Sorterer meldingene synkende etter %s
pt: A ordenar mensagens descendentemente por %s
sk: Zoraïovanie správ zostupne podµa %s
sv: Sortera i fallande ordning på %s
tr: Ýletiler %s'e göre azalarak sýralanýyor

source: Sorting messages ascending by %s
ca: S'estàn ordenant els missatges ascendent per %s
cs: Tøídím zprávy vzestupnì podle %s
de: Sortiere Nachrichten aufsteigend nach %s
et: Sõnumite sortimine tõusvas järjustuses %s järgi
fi: Järjestän viestit lähtien %s:tä
fr: Tri des messages par ordre croissant de %s
hr: Sortiraj poruke uzlazno po %s
hu: Üzeneted rendezése %s szerint, növekvõ sorrendben
ko: %s을(를) 오름차순으로 정렬
no: Sorterer meldingene økende etter %s
pt: A ordenar mensagens ascendentemente po %s
sk: Zoraïovanie správ vzostupne podµa %s
sv: Sortera i stigande ordning på %s
tr: Ýletiler %s'e göre artarak sýralanýyor

source: Message(s) saved.
ca: Missatge(s) desat(s).
cs: Zpráva(y) ulo¾ena(y)
de: Nachricht(en) gespeichert.
et: Sõnum(id) salvestatud.
fi: Viesti tallennettu.
fr: Message(s) enregistré(s).
hr: Poruka(e) spremljena.
hu: Üzenet(ek) elmentve.
ko: 메시지가 저장되었습니다.
no: Melding(er) lagret.
pl: Wiadomo¶ci zapisano.
pt: Mensagem(s) gravada(s).
sk: Správa(y) ulo¾ená(é)
sv: Meddelande(na) sparade.
tr: Ýleti(ler) kaydedildi

source: Failed to save message(s).
ca: S'ha fallat en desar el(s) missatge(s).
cs: Nepodaøilo se ulo¾it zprávu(y).
de: Nachricht(en) speichern ist fehlgeschlagen
et: Sõnumi(te) salvestamine ebaõnnestus.
fi: Viestin tallennus epäonnistui
fr: Echec dans l'enregistrement du(des) message(s).
hr: Ne mogu spremiti poruku(e).
ko: 메시지 저장에 실패했습니다.
no: Mislykkes å lagre melding(er).
pl: Zapisanie wiadmo¶ci nie powiod³o siê.
pt: Falha ao gravar mensagem(s)
sk: Nepodarilo sa ulo¾i» správu(y).
sv: Misslyckades med att spara meddelande(n).
tr: Ýleti(ler) kaydedilemedi

source: KMail Composer
ca: Compositor KMail
cs: Editor KMailu
de: Nachricht erstellen
et: KMail'i redaktor
fi: KMail Kirjoitusohjelma
fr: Nouveau message
hr: Sastavljaè Poruka
hu: KMail üzenetszerkesztõ
ko: KMail 작성기
pl: Nowa wiadomo¶æ
pt: Compositor Kmail
sk: KMail -- Editor správ
sv: KMail Brev
tr: KMail Düzenleyici

source: Size
cs: Velikost
de: Größe
et: Suurus
hr: Velièina
hu: Méret
no: Størrelse
pt: Tamanho
sv: Storlek

source: Encoding
ca: Codificació
cs: Kódování
de: Kodierung
et: Kodeerimine
fi: Koodaus
fr: Encodage
hr: Kodiranje
hu: Kódolás
ko: 인코딩
no: Koder
pl: Kodowanie
pt: Codificação
sk: Kódovanie
sv: Kodning
tr: Kodlama

source: &From:
ca: &De:
cs: &Odesílatel:
de: &Von:
et: &Kellelt:
fi: Lähettäjä:
fr: &De :
hr: &Od:
ko: 보냄(&F):
no: &Fra:
pl: &Od:
pt: &De:
sk: &Odosielateµ:
sv: &Från:
tr: &Kimden:

source: &Reply to:
ca: &Resposta a:
cs: Odpovìdìt auto&rovi:
de: &Antworten:
et: &Vastus:
fi: Vastaa:
fr: &Répondre à :
hr: O&dgovori:
ko: 답장(&R):
no: &Svar til:
pl: Ad&res zwrotny:
pt: &Responder para:
sk: Odpoveda» auto&rovi:
sv: &Svara till:
tr: &Geri:

source: &To:
ca: &A:
cs: &Komu:
de: A&n:
et: K&ellele:
fi: &Vastaanottaja:
fr: &A :
hr: &Za:
hu: &Címzett:
ko: 수신(&T):
no: &Til:
pl: &Do:
pt: &Para:
sk: &Komu:
sv: &Till:
tr: K&ime:

source: &Cc:
cs: Kop&ie:
de: &Kopie:
fi: &Kopio:
hr: &Kopija:
hu: &Másolat:
ko: 참조(&C):
pl: Dw:
pt: &Cópia:
sk: &Kópie:
sv: &Kopia:

source: &Bcc:
cs: &Dal¹í kopie:
de: &Blindkopie (Bcc):
fi: &Tiedoksi:
hr: S&lijepa Kopija:
ko: 추가참조(&B):
pl: &Udw:
pt: Có&pia cega:
sk: "slepé" &kópie:
sv: &Dold kopia:

source: &Subject:
ca: A&ssumpte:
cs: Pø&edmìt:
de: Betre&ff:
et: &Subjekt:
fi: &Aihe:
fr: &Sujet :
hr: &Tema:
hu: &Tárgy:
ko: 제목(&S):
no: &Subjekt:
pl: &Temat:
pt: &Assunto:
sk: &Predmet:
sv: &Ämne:
tr: Ko&nu:

source: &Newsgroups:
ca: Grups de &notícies:
cs: Diskuzní &skupiny:
et: &Uudisgrupid:
fi: &Uutisryhmät
fr: &Forums :
hr: &Grupe:
hu: &Hírcsopotok:
ko: 뉴스그룹(&N):
no: &Nyhetsgrupper
pl: &Grupy dyskusyjne:
pt: &Grupos de discussão:
sk: &Diskusné skupiny:
sv: &Nyhets grupp:
tr: &Haber Grubu:

source: &Followup-To:
ca: Segona &carta a:
cs: Odpovìï &do
de: Antwort &an:
et: &Järg:
fi: &Kopiot:
fr: &Suite dans :
hr: &Odgovori-Na:
hu: &Reagálás:
no: &Følg-opp-til:
pl: &Nastêpnie do:
pt: &Seguir-Para
sk: Odpoveï &do
sv: Upp&följare på:
tr: &Takip-et:

source: &Send
ca: &Enviar
cs: &Poslat
de: &Senden
et: &Saada
fi: &Lähetä
fr: &Envoyer
hr: &Po¹alji
ko: 보내기(&S)
pl: &Wy¶lij
pt: &Enviar
sk: Po&sla»
sv: &Skicka
tr: &Gönder

source: S&end later
ca: &Enviar més tard
cs: P&oslat pozdìji
de: S&päter senden
et: S&aada hiljem
fi: Lähetä &myöhemmin
fr: Envoyer plus &tard
hr: Po¹a&lji kasnije
ko: 나중에 보내기(&e)
no: S&end senere
pl: W&y¶lij pó¼niej
pt: Enviar &depois
sk: Po&sla» neskôr
sv: Skicka s&enare
tr: S&onra gönder

source: S&end now
ca: &Enviar ara
cs: P&oslat nyní
de: &Jetzt senden
et: S&aada kohe
fi: Lähetä &nyt
fr: Envoyer &maintenant
hr: Po¹alji &odmah
ko: 지금 보내기(&e)
no: S&end nå
pl: W&y¶lij teraz
pt: &Enviar agora
sk: P&osla» teraz
sv: Skicka &nu
tr: Þimdi &gönder

source: &Insert File...
ca: &Insertar fitxer...
cs: Vlo¾it &soubor...
de: &Datei einfügen...
et: L&isa fail...
fi: Liitä &tiedosto
fr: &Insérer un fichier ...
hr: Umetni &datoteku...
ko: 파일 삽입(&I)...
no: &Sett inn fil...
pl: Wstaw &plik...
pt: &Inserir Ficheiro...
sk: Vlo¾i» &súbor...
sv: &Infoga fil...
tr: &Dosya Ekle...

source: &New Composer...
ca: &Nou compositor...
cs: &Nový editor...
de: &Neue Nachricht...
et: &Uus redaktor...
fi: &Uusi viesti...
fr: &Nouveau message ...
hr: &Novi Sastavljaè Poruka...
ko: 새 작성기(&N)...
no: &Ny Composer...
pl: &Nowa wiadomo¶æ...
pt: &Novo Compositor
sk: &Nový editor správ...
sv: &Nytt brev...
tr: &Yeni Düzenleyici...

source: Mark all
ca: Marcar tot
cs: Oznaèit v¹e
de: Alles auswählen
et: Märgi kõik
fi: Valitse kaikki
fr: Sélectionner tout
hr: Oznaèi sve
hu: Mindent kijelöl
ko: 모두 표시
no: Merk alle
pl: Zaznacz wszystkie
pt: Marcar todos
sk: Oznaèi» v¹etky
sv: Markera alla
tr: Hepsini Ýþaretle

source: Find...
ca: Buscar...
cs: Najít...
de: Suchen...
et: Leia...
fi: Etsi...
fr: Rechercher ...
hr: Naði...
hu: Keres...
ko: 찾기...
no: Finn...
pl: Szukaj...
pt: Procurar...
sk: Hµada»...
sv: Sök...
tr: Bul...

source: Replace...
ca: Substituir...
cs: Nahradit...
de: Ersetzen...
et: Asenda...
fi: Korvaa...
fr: Remplacer ...
hr: Zamijeni...
ko: 바꾸기...
no: Erstatt...
pt: Substituir...
sk: Nahradi»...
sv: Ersätt...
tr: Deðiþtir...

source: &Spellcheck...
cs: &Kontrola pravopisu...
de: &Rechtschreibprüfung
et: &Õigekirja kontroll...
hr: &Provjera pravopisa...
no: &Stavekontroll...
pt: &Corrector Ortográfico...
sv: &Rättstavning...

source: &Urgent
cs: Nalé&havé
de: &Dringend
et: &Kiire
fi: &Kiireinen
hr: &Hitno
hu: &Sürgõs
ko: 긴급(&U)
no: &Viktig
pl: Pilna
pt: &Urgente
sk: Nalie&havé
sv: &Bråttom
tr: &Acil

source: &Confirm delivery
ca: &Confirmació de lliurament
cs: Potv&rdit pøíjem
de: Zustellung &bestätigen
et: &Kinnita väljastust
fi: &Varmista lähetys
fr: Confirmer la &distribution
hr: Potvrdi &dostavu
hu: &Küldés megerõsítés
ko: 배달 확인(&C)
no: &Bekreft levering
pl: Potwierd¼ przes³anie
pt: &Confirmar entrega
sk: Potv&rdi» príjem
sv: Bekräfta &utdelning
tr: &Teslimi doðrula

source: &Confirm read
ca: Confirmació de &lectura
cs: Potvr&zení pøeètení
de: Lesen be&stätigen
et: &Kinnita lugemist
fi: Varmista &luku
fr: Confirmer la &lecture
hr: Po&tvrdi èitanje
ko: 읽음 확인(&C)
no: &Bekreft lesing
pl: Pot&wierd¼ przeczytanie
pt: &Confirmar leitura
sk: Potvr&di» preèítanie
sv: Bekräfta &läsning
tr: &Okumayý dogrula

source: &Spellchecker...
cs: &Kontrola pravopisu...
de: &Rechtschreibprüfung
et: &Õigekirja kontroll...
hr: &Provjera pravopisa
no: &Stavekontrollør...
sv: &Rättstavning...

source: &Charsets...
ca: &Conjunts de caràcters...
cs: &Kódování znakové sady...
de: &Zeichensätze...
et: &Kooditabelid...
fi: &Merkistöt...
fr: &Polices ...
hr: Skupovi &znakova...
ko: 글자모음(&C)
no: &Tegnsett...
sk: &Znakové sady...
sv: &Tecken uppsättning
tr: &Karakterler

source: &All Fields
ca: &Tots els camps
cs: &V¹echna pole
de: &Alle Felder
et: Kõik &väljad
fi: &Kaikki kentät
fr: &Tous les champs
hr: Sva &Polja
hu: &Minden mezõ
ko: 모든 필드(&A)
no: &Alle felt
pl: Wszystkie &pola
pt: Todos os c&ampos
sk: &V¹etky polia
sv: &Alla Fält
tr: &Bütün Alanlar

source: &From
ca: &De
cs: &Odesílatel
de: &Von
et: &Kellelt
fi: Lähettäjä:
fr: &De
hr: &Od:
ko: 발신(&F)
no: &Fra
pl: &Od
pt: &De:
sk: &Odosielateµ
sv: &Från
tr: &Kimden

source: &Reply to
ca: &Resposta a
cs: Zpáteèní ad&resa
de: &Antworten
et: &Vastus
fi: V&astaa...
fr: &Répondre à
hr: Odgovo&ri
ko: 답장(&R)
no: &Svar til
pl: Adres zwrotn&y
pt: &Responder para...
sk: Spiatoèná ad&resa
sv: &Svara till
tr: &Yanýt

source: &To
ca: &A
cs: &Komu
de: &An
et: K&ellele
fi: &Vastaanottaja:
fr: &A
hr: &Za:
ko: 수신(&T)
no: &Til
pl: &Do
pt: &Para:
sk: &Komu:
sv: &Till
tr: K&ime

source: &Cc
cs: Kop&ie
de: &Kopie
fi: &Kopio:
hr: &Kopija:
ko: 참조(&C)
pl: D&w
pt: &Cópia:
sk: &Kópie:
sv: &Kopia

source: &Bcc
cs: &Dal¹í kopie
de: &Blindkopie (Bcc)
fi: &Tiedoksi
hr: S&lijepa kopija
hu: T&itkos másolat
ko: 추가참조(&B)
pl: &Udw
pt: Có&pia cega
sk: "slepé" kó&pie
sv: &Dold kopia

source: &Subject
ca: A&ssumpte
cs: Pø&edmìt
de: &Betreff
et: &Subjekt
fi: &Aihe:
fr: &Sujet
hr: &Tema:
ko: 제목(&S)
no: &Subjekt
pl: &Temat
pt: &Assunto
sk: &Predmet:
sv: &Ämne
tr: K&onu

source: &Newsgroups
ca: Grups de &notícies:
cs: Diskuzní &skupina
et: &Uudisgrupid
fi: &Uutisryhmät
fr: &Forums
hr: &Grupe
hu: &Hírcsoportok
ko: 뉴스그룹(&N)
no: &Nyhetsgrupper
pl: &Grupy dyskusyjne
pt: &Grupos de discussão
sk: &Diskusná skupina
sv: &Nyhetsgrupp
tr: &Haber gruplarý

source: &Followup-To
ca: Segona &carta a:
cs: Odpovìï &do
de: Antwort &an
et: &Järg
fi: &Kopiot
fr: &Suite dans
hr: &Odgovori-Na
hu: &Reagálás
no: &Følg-opp-til
pl: Nastê&pnie do
pt: &Seguir-Para
sk: Odpoveï &do
sv: &Uppföljning till
tr: &Takip eden

source: Append S&ignature
ca: Afegir s&ignatura
cs: Pøipojit po&dpis
de: S&ignatur anhängen
et: Lisa allk&iri
fi: Liitä &Allekirjoitus
fr: Ajouter la si&gnature
hr: Dodaj Po&tpis
ko: 서명 추가(&i)
no: Tilføy s&ignatur
pl: &Podpisz
pt: Adicionar Ass&inatura...
sk: Pripoji» po&dpis
sv: Lägg till s&ignatur
tr: Ým&za Ekle

source: &Insert File
ca: &Insertar fitxer
cs: Vlo¾it &soubor
de: &Datei einfügen
et: &Lisa fail
fi: Liitä tiedosto
fr: &Insérer un fichier
hr: Umetni &datoteku
ko: 파일 삽입(&I)
no: &Sett inn fil
pl: Wstaw &plik...
pt: &Inserir Ficheiro
sk: Vlo¾i» &súbor
sv: Infoga &fil
tr: &Dosya Ekle

source: &Attach...
ca: &Adjuntar...
cs: &Pøilo¾it...
de: &Anhängen...
et: K&aasa...
fi: Liitä...
fr: &Joindre ...
hr: Pr&ikvaèi...
ko: 첨부(&A)
no: &Legg ved...
pl: Z&a³±cz...
pt: &Anexar...
sk: &Prilo¾i»...
sv: Bifoga &bilaga...
tr: Ýliþ&tir...

source: Attach &Public Key
cs: Pøilo¾it veøejný klíè
de: Ö&ffentlichen Schlüssel anhängen
et: Kaasa &avalik võti
pt: Anexar Chave &Pública
sv: Bifoga &PGP-nyckel

source: Attach My &Public Key
cs: Pøilo¾it mùj veøejný klíè
de: Meinen ö&ffentlichen Schlüssel anhängen
et: Kaasa m&inu avalik võti
pt: Anexar a Minha Chave &Pública
sv: Bifoga min &PGP-nyckel

source: &Save...
ca: &Desar...
cs: U&lo¾it...
de: &Speichern...
et: &Salvesta...
fi: &Tallenna...
fr: &Enregistrer ...
hr: &Spremi...
ko: 저장(&S)...
no: &Lagre...
pl: &Zachowaj...
pt: &Gravar...
sk: U&lo¾i»...
sv: &Spara...
tr: &Kaydet...

source: Pr&operties...
ca: Pr&opietats...
cs: &Vlastnosti...
de: Ei&genschaften...
et: &Omadused...
fi: &Asetukset
fr: &Propriétés ...
hr: Svojs&tva...
ko: 등록정보(&o)
no: Egenskaper...
pl: &W³a¶ciwo¶ci...
pt: Pr&opriedades...
sk: Vlastn&osti...
sv: &Egenskaper...
tr: Ö&zellikler

source: &Attach
ca: &Adjuntar
cs: Pøi&lo¾it
de: &Anhängen...
et: K&aasa
fi: &Liitä
fr: &Joindre
hr: &Prikvaèi
ko: 첨부(&A)
no: &Legg ved
pl: Za³±czni&ki
pt: &Anexar...
sk: &Prilo¾i»
sv: &Infoga bilaga
tr: Ýliþ&tir...

source: Send message
cs: Odeslat zprávu
de: Nachricht versenden
et: Saada sõnum
hr: Po¹alji poruku
no: Send meldinger
pt: Enviar mensagem
sv: Skicka meddelande

source: Cut selection
ca: Tallar la selecció
cs: Vyjmout
de: Ausschneiden
et: Lõika valitud
fi: Leikaa valinta
fr: Couper la sélection
hr: Izre¾i izabrano
hu: Kijelölés kivágása
ko: 잘라내기
no: Kutt utvalg
pt: Cortar selecção
sk: Vystrihnú» výber
sv: Klipp markering
tr: Seçileni Kes

source: Copy selection
ca: Copiar la selecció
cs: Kopírovat
de: Kopieren
et: Kopeeri valitud
fi: Kopioi valinta
fr: Copier la sélection
hr: Iskopiraj izabrano
ko: 복사하기
no: Kopier utvalg
pt: Copiar selecção
sk: Kopírova» výber
sv: Kopiera markering
tr: Seçileni Kopyala

source: Paste clipboard contents
ca: Enganxar el contingut de la taula
cs: Vlo¾it obsah clipboardu
de: Einfügen aus Zwischenablage
et: Aseta lõikepuhvri sisu
fi: Liitä leikepöydän sisältö
fr: Coller le presse-papiers
hr: Umetni sadr¾aj odlagali¹ta (clipboard)
hu: Vágólap tartalmának beillesztése
ko: 붙이기
no: Lim inn innhold i utklippstavle
pt: Colar conteúdo da área de transferência
sk: Vlo¾i» obsah schránky
sv: Klistra in klippbordets innehåll
tr: Pano içeriðini yapýþtýr

source: Attach file
ca: Adjuntar fitxer
cs: Pøilo¾it soubor
de: Datei anhängen
et: Kaasa fail
fi: Liitä tiedosto
fr: Joindre un fichier
hr: Prilo¾i datoteku
ko: 파일 첨부
no: Legg ved fil
pt: Anexar ficheiro
sk: Prilo¾i» súbor
sv: Bifoga fil
tr: Dosya iliþtir

source: sign message
ca: signar el missatge
cs: Podepsat zprávu
de: Nachricht mit Signatur versehen
et: signeeri sõnum
fi: allekirjoita viesti
fr: signer le message
hr: potpi¹i poruku
ko: 사인 메시지
no: signer melding
pl: Podpisz wiadomo¶æ u¿ywaj±c PGP
pt: assinar mensagem
sk: podpísa» správu
sv: Signera meddelandet
tr: Ýleti imzala

source: encrypt message
ca: encriptar el missatge
cs: Za¹ifrovat zprávu
de: Nachricht verschlüsseln
et: krüpteeri sõnum
fi: salaa viesti
fr: encrypter le message
hr: ¹ifriraj poruku
ko: 메시지 암호화
no: krypter melding
pl: Zaszyfruj wiadomo¶æ u¿ywaj±c PGP
pt: encriptar mensagem
sk: za¹ifrova» správu
sv: Kryptera meddelandet
tr: iletiyi þifreleme

source: Column
ca: Columna
cs: Sloupec
de: Spalte
et: Veerg
fi: Sarake
fr: Colonne
hr: Stupac
hu: Oszlop
ko: 열
no: Kolonne
pt: Coluna
sk: Ståpec
sv: Kolumn
tr: Kolon

source: Line
ca: Línia
cs: Øádka
de: Zeile
et: Rida
fi: Rivi
fr: Ligne
hr: Linija
ko: 행
no: Linje
pt: Linha
sk: Riadok
sv: Rad
tr: Satýr

source: KMail Confirm
ca: Confirmació KMail
cs: KMail Potvrzení
de: KMail Bestätigung
et: KMail kinnitus
fi: KMail varmistus
fr: Confirmation
hr: KMail Potvrda
ko: KMail 확인
no: KMail bekreft
pl: KMail Potwierdzenie
pt: Confirmação Kmail
sk: KMail Potvrdenie
sv: KMail Bekräftelse
tr: KMail Doðrula

source: Close and discard edited message?
ca: Cal tancar i llençar el missatge editat?
cs: Zavøít a zru¹it editovanou zprávu?
de: Schließen und geänderte Nachricht verwerfen?
et: Kas sulgeda ja loobuda redigeeritavast sõnumist?
fi: Sulje ja hylkää muokattu viesti?
fr: Fermer et abandonner le message en cours ?
hr: Zatvori i odbaci poruku?
hu: Szerkesztett üzenetet bezárása és elvetése?
ko: 편집한 내용을 버리고 닫으시겠습니까?
no: Lukk og slett redigert melding?
pl: Porzuciæ edycjê wiadomosci?
pt: Fechar e perder mensagem editada?
sk: Zavrie» a zru¹i» editovanú správu?
sv: Stäng och kasta bort skrivet meddelande?
tr: Düzenlenmiþ Ýletiyi kapatýp atmak?

source: Attach File
ca: Adjuntar fitxer
cs: Pøilo¾it soubor
de: Datei anhängen
et: Kaasa fail
fi: Liitä tiedosto
fr: Joindre un fichier
hr: Prilo¾i datoteku
hu: File csatolása
ko: 파일 첨부
no: Legg ved fil
pl: Za³±cz plik
pt: Anexar Ficheiro
sk: Prilo¾i» súbor
sv: Bifoga fil
tr: Dosya baðlama

source: Include File
ca: Incloure fitxer
cs: Vlo¾it soubor
de: Datei einfügen
et: Lisa Fail
fi: Liitä tiedosto
fr: Insérer un fichier
hr: Umetni datoteku
ko: 파일 포함
no: Inkluder fil
pt: Incluir Ficheiro
sk: Vlo¾it súbor
sv: Infoga fil
tr: Dosya Ekle

source: my pgp key
cs: mùj pgp klíè
de: mein PGP-Schlüssel
et: minu pgp võti
sv: min PGP-nyckel

source: pgp key
cs: pgp klíè
de: PGP-Schlüssel
et: pgp võti
sv: PGP-nyckel

source: View...
ca: Veure...
cs: Pohled...
de: Ansehen...
et: Vaata...
fi: Näytä...
fr: Afficher ...
hr: &Pogled...
ko: 보기...
no: Se...
pl: Widok...
pt: Ver...
sk: Pohµad...
sv: Visa...
tr: Görünüm

source: Save...
ca: Desar...
cs: Ulo¾it...
de: Speichern...
et: Salvesta...
fi: Tallenna...
fr: Enregistrer ...
hr: Spremi...
ko: 저장...
no: Lagre...
pl: Zapisz...
pt: Gravar
sk: Ulo¾i»...
sv: Spara...
tr: Kaydet...
