Repository: KDE/kde1-kdenetwork
Catalog: po/*/kmail.po
Languages: ca, cs, de, et, fi, fr, hr, hu, ko, no, pl, pt, sk, sv, tr

source: Error while creating folder `%s': %s
ca: Error en crear la carpeta `%s': %s
cs: Chyba pøi vytváøení poøadaèe '%s': %s
de: Fehler beim Erzeugen des Ordners `%s': %s
et: Viga kausta '%s' loomisel: %s
fi: Virhe kansiota `%s' luotaessa: %s
fr: Erreur lors de la création du dossier "%s" : %s
hr: Gre¹ka prilikom stvaranja direktorija `%s': %s
hu: Hiba a `%s' mappa létrehozásakor: %s
ko: `%s' 폴더 만드는 중 오류 발생: %s
no: Feil ved opprettelse av mappe `%s': %s
pl: B³±d podczas tworzenia folderu `%s': %s
pt: Erro ao criar a pasta `%s': %s
sk: Chyba pri vytváraní prieèinku '%s': %s
sv: Fel vid skapandet av mappen `%s': %s
tr: `%s' dizini yaratýlýrken oluþan hata: %s

source: Creating missing folder `%s'
ca: S'està creant la carpeta que no hi era `%s'
cs: Vytváøím chybìjící poøadaèe '%s'
de: Erzeuge fehlenden Ordner `%s'
et: Puuduva kausta '%s' loomine
fi: Luon puuttuvan kansion `%s'
fr: Création du dossier manquant "%s"
hr: Stvaram nedostajuæi direktorij `%s'
hu: Hiányzó mappa létrehozása `%s'
ko: 빠뜨린 폴더를 만듭니다. `%s'
no: Oppretter manglende mappe `%s'
pl: Tworzenie folderu `%s'
pt: A criar pasta em falta `%s'
sk: Vytváram chýbajúci prieèinok '%s'
sv: Skapar saknad mapp `%s'
tr: `%s' Eksik dizin yaratýlýyor

source: Cannot create folder `%s' in %s
ca: No es pot crear la carpeta `%s' a %s
cs: Není mo¾né vytvoøit adresáø `%s' v %s
de: Kann Ordner '%s' in %s nicht anlegen.
et: Kataloogi '%s' pole võimalik %s -s luua
fi: En voi luoda kansiota `%s' kohteeseen %s
fr: Impossible de créer le dossier "%s" dans %s
hr: Ne mogu stvoriti direktorij `%s' na %s
ko: %s에 `%s'폴더를 만들 수 없습니다.
no: Kan ikke opprette mappe `%s' i %s
pl: Nie mozna utworzyæ folderu `%s' w %s
pt: Não foi possível a pasta `%s' em %s
sk: Nemô¾em vytvori» prieèinok `%s' v %s
sv: Kan ej skapa mappen `%s' i %s
tr: %s'de %s dizini yaratýlamýyor

source: Please specify a send method in the settings and try again.
ca: Si us plau, especifiqueu un mètode d'enviament a l'arranjament i torneu a provar
cs: Prosím specifikujte metodu posílání po¹ty v nastaveních a opakujte akci.
de: Bitte geben sie in den Einstellungen eine Sendemethode an, und versuchen Sie es erneut.
et: Palun määra saatmise meetod seadistustes ja proovi uuesti.
fi: Ole hyvä ja määrittele lähetysparametrit asetuksista ja kokeile uudelleen
fr: Veuillez spécifier une méthode d'envoi dans la section configuration, puis recommencez.
hr: Molim, navedite naèin slanja u postavi i poku¹ajte opet.
hu: Adja meg a kívánt küldési eljárást a Beállításokban, majd próbálja újra.
ko: 설정사항에서 보내기 방법을 지정하고 다시 시도하십시오.
no: Vennligst spesifiser en forsendelses metode i innstillingene og forsøk igjen.
pl: Proszê wybraæ w ustawieniach sposób wysy³ania poczty i spróbowaæ jeszcze raz.
pt: Por favor especifique um método de envio na configuração e tente outra vez.
sk: Prosím, ¹pecifikujte metódu posielania po¹ty v nastavení a skúste znova.
sv: Var god ange skicknings- metod och försök igen
tr: Lütfen ayarlarda bir gönderme yöntemi belirleyin ve tekrar deneyin

source: Please set the required fields in the identity settings: user-name and email-address
ca: Si us plau, ompliu el camps necessàris a l'arranjament d'identitat: nom d'usuari i adreça de correu
cs: Prosím vyplòte po¾adované záznamy v nastavení identity: u¾ivatelské jméno a e-mailovou adresu
de: Bitte füllen Sie die benötigten Felder in den Identitäts-Einstellungen aus: Benutzername und Email-Adresse
et: Palun täida vajalikud väljad isikuandmete seadistuses: kasutajanimi ja e/maili aadress
fi: Aseta tarvittavat kentät henkilöllisyys kohtaan: käyttäjänimi ja postiosoite
fr: Veuillez remplir les champs requis dans la section configuration de l'identité : utilisateur et adresse électronique
hr: Molim ispunite obavezna polja u kod postave identiteta: korisnièko ime i e-mail adresu
hu: Töltse ki a hiányzó mezõket az azonosítás beállításoknál: felhasználó név és e-mail cím
ko: 개인정보 설정에서 필요한 항목을 설정하십시오: 사용자 이름과 전자우편 주소
no: Vennligst fyll inn de feltene som kreves i identitetsinnsillingene: brukernavn og e-postadresse
pl: Proszê uzupe³niæ w ustawieniach dane u¿ytkownika: pola: Nazwisko i adres e-mail
pt: Por favor preencha os seguintes campos na configuração de identidade: nome de utilizador e endereço de email
sk: Prosím, vyplòte po¾adované záznamy v nastavení identity: u¾ívateµské meno a e-mailovú adresu
sv: Var god fyll i fälten under identitetsinställningar: användarnamn och e-postadress
tr: Lütfen kimlik bilgilerinde gerekli olan kullanýcý ismi ve e-mail adresi alanlarýný doldurunuz:

source: You must specify a receiver
ca: Heu d'especificar un destinatari
cs: Je nutné specifikovat pøíjemnce
de: Sie müssen einen Empfänger angeben
et: Sa pead määrama adressaadi
fi: Sinun pitää määritellä vastaanottaja
fr: Vous devez spécifier un destinataire
hr: Morate navesti primatelja
hu: Adjon meg egy címzettet
ko: 받을 사람을 지정해야 합니다
no: Du må spesifisere en mottaker
pl: Musisz wpisaæ adres odbiorcy
pt: Tem de especificar um destinatário
sk: Je nutné ¹pecifikova» príjemcu
sv: Du måste ange en mottagare
tr: Bir gönderici tanýmlamalýsýnýz

source: Cannot add message to outbox folder
ca: No es pot afegir un missatge a la carpeta de sortida
cs: Není mo¾né pøidat zprávu do poøadaèe outbox
de: Kann die Nachricht nicht zum Postausgang hinzufügen
et: Sõnumit pole võimalik lisada kausta "outbox"
fi: En voi lisätä viestejä outbox-kansioon
fr: Impossible d'ajouter le message dans le dossier Départ
hr: Ne mogu dodati poruku u odlazeæi direktorij
hu: Az üzenetet nem lehet a kimenõ mappába (outbox) rakni
ko: 보낸 전자우편 폴더에 메시지를 추가할 수 없습니다
no: Kan ikke tilføye melding til outbox-mappe
pl: Nie mozna dodaæ wiadomo¶ci do foldera outbox
pt: Não consigo adicionar mensagem à pasta de saída
sk: Nemô¾em prida» správu do prieèinku outbox
sv: Kan inte lägga brevet i utkorgen
tr: Ýleti gidenler dizinine eklenemiyor

source: Sending still in progress
ca: Encara s'està enviant
cs: Stále probíhá odesílání
de: Sende immer noch
et: Saatmine kestab veel
fi: Lähetys vielä käynnissä
fr: Envoi non terminé
hr: Slanje u toku
hu: Az üzenet küldése még mindíg folyamatban van
ko: 아직 전송중입니다
no: Sending pågår fremdeles
pl: Ciagle trwa wysy³anie
pt: Envio ainda a decorrer
sk: Stále prebieha odosielanie
sv: Skickning pågår fortfarande
tr: Gönderme iþlemi Sürüyor

source: Initiating sender process...
ca: S'està iniciant el procés d'enviament...
cs: Inicializuji odesílání...
de: Bereite Sendevorgang vor...
et: Saatmide protsessi alustamine...
fi: Käynnistän lähettävää prosessia...
fr: Initialisation du processus d'émission en cours ...
hr: Poèinjem sa slanjem...
hu: Feladás folyamatban...
ko: 전송 작업을 초기화 합니다...
no: Starter sende prossessen...
pl: Inicjalizacja procesu wysy³ania...
pt: A iniciar o processo de envio...
sk: Inicializujem odosielanie...
sv: Initierar hämtning...
tr: Gönderme iþlemi baþlýyor...

source: Sending message:
ca: S'està enviant el missatge:
cs: Odesílání zprávy:
de: Sende Nachricht:
et: Sõnumi saatmine:
fi: Lähetän viestiä:
fr: Envoi du message :
hr: ©aljem poruku:
ko: 보내는 메시지:
no: Semder melding:
pl: Wysy³anie wiadomo¶ci:
pt: A enviar mensagem:
sk: Odosielanie správy:
sv: Skickar meddelande:
tr: Ýleti Gönderiliyor:

source: Done sending messages.
ca: Ja s'han enviat els missatges.
cs: Zpráva poslána.
de: Nachrichten gesendet.
et: Sõnumite saatmine lõpetatud.
fi: Viestien lähetys tehty.
fr: Messages envoyés.
hr: Slanje poruka zavr¹eno.
ko: 메시지 전송 완료
no: Ferdig med å sende meldinger.
pl: Zakoñczono wysy³anie wiadomo¶ci.
pt: Acabei de enviar as mensagens.
sk: Správy boli zaslané.
sv: Färdig med att skicka meddelanden.
tr: Ýletiler gönderildi

source: Sending failed:
ca: Ha fallat l'enviament.
cs: Odesílání se nezdaøilo:
de: Senden fehlgeschlagen
et: Saatmine ebaõnnestus:
fi: Postin lähetys epäonnistui:
fr: Echec de l'émission des messages :
hr: Slanje nije uspjelo:
ko: 전송 실패:
no: Sending slo feil:
pl: Wysy³anie nie powiod³o siê:
pt: Envio falhou:
sk: Odosielanie sa nepodarilo:
sv: Gick inte att skicka:
tr: Gönderme baþarýsýz :

source: Please specify a mailer program in the settings.
ca: Si us plau, especifiqueu un programa per enviar correu a l'arranjament.
cs: Prosím specifikujte v nastaveních program pro pøenos po¹ty
de: Bitte geben Sie ein Mailprogramm in den Einstellungen an.
et: Palun määra seadistustes maileri programm.
fi: Ole hyvä ja määrittele lähetysohjelma asetuksista ja kokeile uudelleen
fr: Veuillez spécifier le programme d'envoi des messages dans la section configuration.
hr: Molim, navedite program za po¹tu u postavi.
hu: Adjon meg üzenetküldõ programot a Beállításokban.
ko: 설정사항에서 전자우편 프로그램을 지정해야 합니다.
no: Vennligst spesifiser et postprogram i innstilligene.
pl: Proszê wpisaæ w ustawieniach scie¿kê do sendmaila.
pt: Por favor indique um programa de correio na configuração.
sk: Prosím ¹pecifikujte v nastevaní program pre prenos po¹ty
sv: Var god ange mailerprogram under inställningar.
tr: Lütfen ayarlarda bir ileti gönderme programý tanýmlayýnýz.

source: Failed to execute mailer program %s
ca: No s'ha pogut executar el programa per enviar correu %s
cs: Nepodaøilo se spustit program pro pøenos po¹ty %s
de: Ausführen des Mailprogramms fehlgeschlagen%s
et: Mailiprogrammi %s käivitamine ebaõnnestus
fi: Postiohjelman %s suorittaminen epäonnistui
fr: Echec de l'exécution du programme d'émission des messages %s
hr: Ne mogu izvr¹iti program za po¹tu %s
hu: %s üzenetküldõ program indítása nem sikerült
ko: %s 전자우편 프로그램 실행 실패
no: Mislyktes å kjøre postprogrammet %s
pl: Nie mo¿na uruchomiæ %s
pt: Não consegui executar programa de correio %s
sk: Nepodarilo sa spusti» program pre prenos po¹ty %s
sv: Kan inte starta mailerprogrammet %s
tr: Ýleti gönderme programý %s çalýþtýrýlamadý

source: connecting to server
ca: s'està connectant al servidor
cs: pøipojování k serveru
de: verbinde mit Server
et: serverisse ühendumine
fi: yhdistän palvelimeen
fr: connexion au serveur en cours
hr: spajam se na poslu¾itelj
hu: kapcsolódás a kiszolgálóhoz
ko: 서버에 접속중
no: Kopler opp til tjener
pl: ³±czenie z serwerem
pt: ligação com o servidor
sk: pripojovanie k serveru
sv: kontaktar servern
tr: Sunucuya baðlanýlýyor

source: Cannot open SMTP connection to host %s for sending: %s
ca: No s'ha pogut obrir la connexió SMTP al host %s per enviar: %s
cs: Není mo¾né otevøít SMTP spojení k hostiteli %s pro odeslání: %s
de: Kann SMTP-Verbindung zum Host %s zum senden von %s nicht öffnen
et: Pole võimalik avada SMTP ühendust hosti %s, et saata: %s
fi: En saa avattua SMTP-yhteyttä palvelimeen %s lähettääkseni: %s
fr: Impossible d'ouvrir une connexion SMTP vers la machine %s pour émission %s
hr: Ne mogu otvoriti SMTP vezu na raèunalo %s za slanje: %s
hu: SMTP kapcsolat nem nyitható meg a %s kiszolgálóhoz: %s
ko: 전송을 위해 %s 호스트로 SMTP 접속을 할 수 없습니다 %s
no: Kan ikke åpne SMTP-forbindelse til vert %s for sending: %s
pl: Nie mo¿na po³±czyæ siê z serwerem %s i wys³aæ wiadomosci: %s
pt: Não consigo estabelecer ligação SMTP com o servidor %s para envio: %s
sk: Nemô¾em otvori» SMTP spojenie k hostiteµovi %s pre odosielanie: %s
sv: Kan inte öppna SMTP-port till värden %s för sändning: %s
tr: %s sunucu makýnasýna %s göndermek için SMTP baðlantýsý kuramýyorum.

source: Cannot close SMTP connection.
ca: No s'ha pogut tancar la connexió SMTP.
cs: Není mo¾né uzavøít SMTP spojení.
de: Kann SMTP-Verbindung nicht schließen
et: SMTP ühendust pole võimalik sulgeda.
fi: En saa suljettua SMTP-yhteyttä.
fr: Impossible de fermer la connexion SMTP.
hr: Ne mogu prekinuti SMTP vezu.
hu: Az SMTP kapcsolatot nem lehet lezárni.
ko: SMTP 접속을 종료할 수 없습니다.
no: Kan ikke lukke SMTP-forbindelse.
pl: Nie mo¿na zamkn±æ po³±czenia SMTP.
pt: Não consigo fechar conexão SMTP
sk: Nemô¾em uzavrie» SMTP spojenie.
sv: Kan inte stänga SMTP-anslutningen.
tr: STMP baðlantýsýný kapatamýyorum

source: transmitting message
ca: s'està transmetent el missatge
cs: odesílání zprávy
de: Übertrage Nachricht
et: edastuse teade
fi: lähetän viestiä
fr: transmission du message en cours
hr: prenosim poruku
ko: 메시지 전송중
no: sender melding
pl: transmisja wiadomo¶ci
pt: a transmitir mensagem
sk: odosielanie správy
sv: skickar meddelande
tr: ileti gönderiliyor

source: network error
ca: error de xarxa
cs: chyba sítì
de: Netzwerkfehler
et: võrgu viga
fi: Verkkovirhe
fr: erreur réseau
hr: mre¾na gre¹ka
ko: 네크웍 오류
no: nettverksfeil
pl: b³±d sieciowy
pt: erro de rede
sk: chyba siete
sv: nätverksfel
tr: að hatasý oluþtu

source: a SMTP error occured. Command: %s Response: %s Return code: %d
ca: Hi ha hagut un error SMTP. Ordre: %s Resposta: %s Codi de retorn: %d
cs: nastala SMTP chyba. Pøíkaz: %s Odpovìï: %s Návratový kód: %d
de: es trat ein SMTP-Fehler auf. Befehl: %s Antwort: %s Rückgabecode: %d
et: Ilmnes SMTP viga. Käsk: %s Vastus: %s Tagastatud kood: %d
fi: SMTP-virhe tapahtui. Komento: %s Vastaus: %s Paluukoodi: %d
fr: Une erreur SMTP est survenue. Commande : %s Réponse : %s Code de retour : %d
hr: pojavila se SMTP gre¹ka. Naredba: %s Odgovor: %s Povratni kod: %d
hu: SMTP hiba történt. Parancs: %s Válasz: %s Visszatérési érték: %d
ko: SMTP 오류 명령: %s 응답: %s 반환코드: %d
no: en SMTP-feil oppstod. Kommando: %s Respons: %s Retur kode: %d
pl: wyst±pi³ b³±d SMTP. Polecenie: %s Odpowied¼: %s Kod powrotu: %d
pt: um erro de SMTP ocorreu. Comando: %s Resposta: %s Código de retorno: %d
sk: nastala SMTP chyba. Príkaz: %s Odpoveï: %s Návratový kód: %d
sv: ett SMTP fel uppstod. Kommando: %s Svar: %s Retur kod: %d
tr: STMP hatasý oluþtu Komut: %s Cevap: %s Dönen deðer: %d

source: Sending SMTP command: %s
ca: S'està enviant l'ordre SMTP: %s
cs: Posílám SMTP pøíkaz: %s
de: Sende SMTP-Befehl: %s
et: SMTP käsu saatmine: %s
fi: Lähetän SMTP-komentoa: %s
fr: Emission de la commande SMTP : %s
hr: ©aljem SMTP naredbu: %s
hu: SMTP parancs küldése: %s
ko: SMTP 명령 보냄: %s
no: Sender SMTP-kommando: %s
pl: Wysy³am polecenie SMTP: %s
pt: A enviar comando SMTP: %s
sk: Posielam SMTP príkaz: %s
sv: Skickar SMTP-kommando: %s
tr: STMP komutu iletiliyor

source: Account Type
ca: Tipus de compte
cs: Typ konta
de: Postfach-Typ
et: Konto tüüp
fi: Profiilin tyyppi
fr: Type de boîte aux lettres
hr: Korisnièki raèun tipa
hu: Ügyfél típusa
ko: 계정 형식
no: Kontotype
pl: Rodzaj konta
pt: Tipo de conta
sk: Typ konta
sv: Kontotyp
tr: Hesap türü

source: Local Mailbox
ca: Bústia local
cs: Lokální po¹tovní box
de: Lokales Postfach
et: Kohalik postkast
fi: Paikallinen osoite
fr: Boîte aux lettres locale
hr: Lokalni po¹tanski sanduèiæ
hu: Helyi levelesláda
ko: 지역 전자우편 상자
no: Lokal postboks
pl: Skrzynka lokalna
pt: Caixa de Correio Local
sk: Lokálny po¹tovy box
sv: Lokal brevkorg
tr: Yerel Posta Kutusu

source: transfer
ca: transferir
cs: pøenos
de: übertragen
et: saada
fi: siirrä
fr: transférer
hr: prijenos
ko: 전달
no: overfør
pl: przekazanie
pt: transferência
sk: prenos
sv: överföring
tr: aktarým

source: skip rest
ca: omitir la resta
cs: pøeskoèit zbytek
de: Rest überspringen
et: jäta ülejäänud
fi: ohita loput
fr: ignorer le reste
hr: preskoèi ostalo
hu: többi elvetése
ko: 나머지 제외
no: hopp over resten
pl: pominiêcie reszty
pt: ignorar resto
sk: preskoèi» zvy¹ok
sv: skippa resten
tr: gerisini atla

source: Failed to execute signature script %s %s
ca: Ha fallat l'execució del guió de signatura %s %s
cs: Nepodaøilo se provést podpisový skript %s %s
de: Ausführen des Signatur-Skripts fehlgeschlagen %s %s
et: Signatuuri skripti käivitamine ebaõnnestus %s %s
fi: Allekirjoitusohjelman suoritus epäonnistui %s %s
fr: Echec dans l'exécution du script de signature %s %s
hr: Ne mogu izvr¹iti skript sa potpisom %s %s
hu: Nem sikerült végrehajtani az aláírás parancsot %s %s
ko: 서명 스크립트 실행 실패 %s %s
no: Feilet i å kjøre signaturskript %s %s
pl: Nie mo¿na wykonaæ skrypu podpisuj±cego %s %s
pt: Falha ao executar script de assinatura %s %s
sk: Nepodarilo sa previes» podpisový skript %s %s
sv: Klarade inte att köra signaturskriptet %s %s
tr: %s %s Ýmza betiði çalýþtýrýlamadý

source: Select folder
ca: Seleccioneu carpeta
cs: Vybrat poøadaè
de: Ordner auswählen
et: Vali kaust
fi: Valitse kansio
hr: Izaberite direktorij
ko: 폴더 선택
no: Velg mappe
pt: Seleccione a pasta
sk: Vybra» prieèinok
sv: Välj mapp
tr: Dizin seç

source: Unknown filter action `%s' in filter rule `%s'. Ignoring it.
ca: Acció de filtre desconeguda `%s' a la regla de filtre `%s'. S'ignora.
cs: Neznámá akce filtru '%s' ve filtrovacím pravidle '%s'. Ignoruji ji.
de: Unbekannter Filterbefehl `%s' in Filterregel `%s' Ignorieren.
et: Tundmatu filtri tegevus '%s' filtri reeglis '%s'. Ignoreeritakse.
fi: Tuntematon suodatintoiminne `%s' suodatinsäännössä `%s'. Ohitan sen.
fr: Action de filtre "%s" inconnue dans la règle de filtrage "%s". Je l'ignore.
hr: Nepoznata akcija u `%s' u filter pravilu `%s'. Ignoriram ga.
hu: Ismeretlen szûrõ parancs `%s' ebben a szûrõ szabályban: %s. Figyelmen kívül hagyva.
ko: 알 수 없는 필터 행동 `%s'. 필터 규칙 %s 에서 발생하였음. 무시합니다.
no: Ukjent filteraksjon `%s' i filterregelen `%s'. Ignorerer den.
pl: Nieznana akcja `%s' iw regu³ach filtrowania `%s'. Ignorujê to.
pt: Acção de filtro desconhecida `%s' na regra de filtragem `%s'. Ignorada.
sk: Neznáma akcia filtra '%s' vo filtrovacom pravidle '%s'. Ignorujem ju.
sv: Okändt filter kommando `%s' i filter regeln `%s'. Ignorerar det.
tr: `%s' süzgeç eylemi `%s' süzgeç kuralýnda. Gözardý edildi.

source: Filter Rules
ca: Regles de filtre
cs: Pravidla filtru
de: Filterregeln
et: Filtri reeglid
fi: Suodatinsäännöt
fr: Règles de filtrage
hr: Filter pravila
hu: Szûrõ szabályok
ko: 필터 규칙
no: Filterregler
pl: Regu³y filtrowania
pt: Regras de Filtragem
sk: Pravidlá filtra
sv: Filterregler
tr: Süzgeç Kurallarý

source: Up
ca: Amunt
cs: Nahoru
de: Hoch
et: Üles
fi: Ylös
fr: Vers le haut
hr: Gore
hu: Fel
ko: 위로
no: Opp
pl: Góra
pt: Acima
sk: Hore
sv: Upp
tr: Yukarý

source: Down
ca: Avall
cs: Dolu
de: Abwärts
et: Alla
fi: Alas
fr: Vers la bas
hr: Dolje
hu: Le
ko: 아래로
no: Ned
pl: Dó³
pt: Abaixo
sk: Dole
sv: Ner
tr: Aþaðý

source: <nothing>
ca: <no res>
cs: <nic>
de: <nichts>
et: <puudub>
fi: <ei mikään>
fr: <rien>
hr: <ni¹ta>
ko: <없음>
no: <intet>
pl: <nic>
pt: <nada>
sk: <niè>
sv: <inget>
tr: <Hiç>

source: ignore
ca: ignorar
cs: ignorovat
de: ignorieren
et: ignoreeri
fi: älä huomioi
fr: ignorer
hr: ignoriraj
ko: 무시
no: ignorer
pl: ignoruj
pt: ignorar
sk: ignorova»
sv: ignorera
tr: görmezden gel

source: and
ca: i
cs: a
de: und
et: ja
fi: ja
fr: et
hr: i
hu: és
ko: 그리고
no: og
pl: i
pt: e
sk: a
sv: och
tr: ve

source: unless
ca: a menys que
cs: leda¾e
de: es sei denn
et: ilma, et
fi: ellei
fr: à moins que
hr: izuzev
hu: hacsak
no: hvis ikke
pl: nie mniej
pt: a não ser
sk: ak nie
sv: om inte
tr: olmadýðý sürece

source: or
ca: o
cs: nebo
de: oder
et: või
fi: tai
fr: ou
hr: ili
hu: vagy
ko: 또는
no: eller
pl: lub
pt: ou
sk: alebo
sv: eller
tr: ya da

source: equals
ca: igual
cs: je schodné
de: ist gleich
et: võrdub
fi: yhtäsuuri
fr: égal à
hr: jednako
hu: egyenlõ
ko: 동일함
no: er lik
pl: równy
pt: igual
sk: je zhodné
sv: lika med
tr: eþittir

source: not equal
ca: no és igual
cs: není schodné
de: ungleich
et: ei võrdu
fi: erisuuri
fr: différent de
hr: nejednako
hu: nem egyenlõ
ko: 동일하지 않음
no: ulik
pl: nie równy
pt: diferente
sk: nie je zhodné
sv: inte lika med
tr: eþit deðil

source: contains
ca: conté
cs: obsahuje
de: enthält
et: sisaldab
fi: sisältää
fr: contient
hr: sadr¾i
ko: 포함
no: inneholder
pl: zawiera
pt: contêm
sk: obsahuje
sv: innehåller
tr: içeriyor

source: doesn't contain
ca: no conté
cs: neobsahuje
de: enthält nicht
et: ei sisalda
fi: ei sisällä
fr: ne contient pas
hr: ne sadr¾i
hu: nem tartalmaz
ko: 포함할 수 없습니다
no: inneholder ikke
pl: nie zawiera
pt: não contêm
sk: neobsahuje
sv: inte innehåller
tr: içermiyor

source: regular expression
ca: expressió regular
cs: regulérní výraz
de: regulärer Ausdruck
et: regulaaravaldis
fi: säännöllinen lauseke
fr: expression régulière
hr: regularni izraz
hu: reguláris kifejezés
ko: 정규표현식
no: regulært uttrykk
pl: wyra¿enie
pt: expressão regular
sk: regulérny výraz
sv: regeluttryck

source: <message>
ca: <missatge>
cs: <zpráva>
de: <Nachricht>
et: <sõnum>
fi: <viesti>
hr: <poruka>
ko: <메시지>
no: <melding>
pl: <wiadomo¶æ>
pt: <mensagem>
sk: <správa>
sv: <meddelande>
tr: <Ýleti>

source: <body>
ca: <cos>
cs: <tìlo>
et: <keha>
fi: <runko>
fr: <corps>
hr: <tijelo>
hu: <szövegtörzs>
ko: <본문>
no: <kropp>
pl: <tre¶æ>
pt: <corpo>
sk: <telo>
sv: <kropp>
tr: <gövde>

source: <any header>
ca: <qualsevol capçalera>
cs: <libovolná hlavièka>
de: <irgendein header>
et: <suvaline päis>
fi: <otsikko>
fr: <n'importe quel en-tête>
hr: <bilo kakvo zaglavlje>
hu: <bármilyen fejléc>
ko: <모든 헤더>
no: <ethvert meldingshode
pl: <jaki¶ nag³ówek>
pt: <qualquer cabeçalho>
sk: <µubovoµná hlavièka>
sv: <och huvud>
tr: <Herhangi baþlýk>

source: Couldn't find PGP executable. Please check your PATH is set correctly.
ca: No s'ha pogut trobar l'executable PGP. Si us plau, comproveu que PATH té un valor correcte.
cs: Není mo¾né nalézt PGP program. Prosím zkontrolujte, zda-li je promìnná PATH korektnì nastavena.
de: Konnte PGP-Programm nicht finden. Bitte überprüfen Sie den PATH.
et: PGP rakendust pole võimalik leida. Kontrolli, kas PATH on õigesti seatud.
fi: En löydä PGP-ohjelmaa. Tarkista, että PATH on asetettu oikein.
fr: Impossible de trouver l'exécutable PGP. Vérifiez que votre PATH est correctement renseigné.
hr: Ne mogu naæi PGP program. Provjerite da li je une¹ena ispravna putanja. (PATH)
hu: Nem található a PGP program. Állítsa be a helyes elérési útvonalat.
ko: PGP 실행 파일을 찾을 수 없읍니다 경로 설정이 올바른지 확인하십시오.
no: Kunne ikke finne PGP-programmet. Vennligst sjekk at søkestien PATH er satt korrekt.
pl: Nie mo¿na odnale¼æ pliku wykonywalnego PGP. Sprawd¼, czy masz dobrze ustawione ¶cie¿ki.
pt: Não consegui achar o executável do PGP. Por favor verifique se o PATH está indicado correctamente.
sk: Nemô¾em nájs» program PGP. Prosím, skontrolujte, èi je premenná PATH správne nastavená.
sv: Hittade inte PGP programmet. Var vänlig kolla att din PATH är korrekt.
tr: PGP yazýlýmý bulunamadý. PATH çevre deðiþkeninizin doðrulunu denetleyin.

source: Could not find PGP executable. Please check your PATH is set correctly.
ca: No s'ha pogut trobar l'executable PGP. Si us plau, comproveu que PATH té un valor correcte.
cs: Není mo¾né nalézt PGP program. Prosím zkontrolujte, zda-li je promìnná PATH korektnì nastavena.
de: Konnte PGP-Programm nicht finden. Bitte überprüfen Sie den PATH.
et: PGP rakendust pole võimalik leida. Kontrolli, kas PATH on õigesti seatud.
fi: En löydä PGP-ohjelmaa. Tarkista, että PATH on asetettu oikein.
fr: Impossible de trouver l'exécutable PGP. Vérifiez que votre PATH est correctement renseigné.
hr: Ne mogu naæi PGP program. Provjerite da li je une¹ena ispravna putanja. (PATH)
hu: Nem található a PGP program. Állítsa be a helyes elérési útvonalat.
ko: PGP 실행 파일을 찾을 수 없읍니다 경로 설정이 올바른지 확인하십시오.
no: Kunne ikke finne PGP-programmet. Vennligst sjekk at søkestien PATH er satt korrekt.
pl: Nie mo¿na odnale¼æ pliku wykonywalnego PGP. Sprawd¼, czy masz dobrze ustawione ¶cie¿ki.
pt: Não consegui achar o executável do PGP. Por favor verifique se o PATH está indicado correctamente.
sk: Nemô¾em nájs» program PGP. Prosím, skontrolujte, èi je premenná PATH správne nastavená.
sv: Hittade inte PGP programmet. Var vänlig kolla att din PATH är korrekt.
tr: PGP yazýlýmý bulunamadý. PATH çevre deðiþkeninizin doðrulunu denetleyin.

source: The pass phrase is missing.
ca: No hi és la frase de pas.
cs: Chybí klíè.
de: Das Paßwort fehlt.
et: Võtmefraas puudub.
fi: Salasana puuttuu.
fr: L'expression mot de passe est manquante.
hr: Lozinka nedostaje
hu: Hiányzik a jelszó.
ko: 전달 구가 빠져있습니다.
no: Passord-frasen mangler
pl: Brakuje has³a PGP
pt: Falta a frase de passe.
sk: Chýba heslo.
sv: Lösenordsfrasen saknas.
tr: Parola kýsmý eksik

source: PGP Warning
cs: Varování PGP
de: PGP-Warnung
et: PGP hoiatus
hr: PGP upozorenje
no: PGP-varsel
pt: Aviso PGP
sv: PGP varning
