Repository: KDE/kde1-kdenetwork
Catalog: po/*/kmail.po
Languages: ca, cs, de, et, fi, fr, hr, hu, ko, no, pl, pt, sk, sv, tr

source: KMail - Charset Settings
ca: KMail - Valors del joc de caràcters
cs: KMail - Nastavení kódování znakové sady
de: KMail - Zeichensatz-Einstellungen
et: KMail - kooditabeli seadistused
fi: KMail - Merkistöasetukset
fr: KMail - configuration des polices
hr: KMail - Postava za skup znakova
hu: KMail - Betûkészlet Beállítások
ko: KMail - 글자모음 설정
no: KMail - Tegnsettoppsett
pt: KMail - Configuração de Charsets
sk: KMail - Nastavenie znakovej sady
sv: KMail - Teckenuppsättnings-inställningar
tr: KMail - Karakter ayarlamasý

source: Message charset
ca: Joc de caràcters del missatge
cs: Kódování znakové sady zprávy
de: Nachrichten-Zeichensatz
et: Sõnumi kooditabel
fi: Viestin merkistö
fr: Police pour les messages
hr: Skup znakova poruke
ko: 메시지 글자모음
no: Melding som enkel tekst
pt: Charset da mensagem
sk: Znaková sada správy
sv: Meddelande-teckenuppsättning
tr: Ýleti karakterleri

source: Composer charset
ca: Joc de caràcters del compositor
cs: Kódování znakové sady editoru
de: Editor-Zeichensatz
et: Redaktori kooditabel
fi: Kirjoitusmerkistö
fr: Police d'édition de message
hr: Skup znakova sastavljaèa poruka
ko: 작성기 글자모음
no: Composer-tegnsett
pt: Charset do compositor
sk: Znaková sada editora
sv: Brevets teckensnitt
tr: Düzenleyici Karakterleri

source: Set as &default
ca: Establir per &omissió
cs: Nastav jako &implicitní
de: Als Stan&dard
et: Sea vaikeväärtuseks
fi: Aseta &oletukseksi
fr: Par &défaut
hr: Podesi kao &uobièajeno (default)
hu: &Beállít alapértelmezettként
ko: 설정(&d)
no: Sett til &standard
pt: Valor por &omissão
sk: Nastavi» ako ¹tandardné
sv: Sätt som &standard
tr: Ö&ntanýmlý olarak kabul et

source: &7 bit is ASCII
ca: &7 bit és ASCII
cs: &7 bitové je ASCII
de: &7-Bit ist ASCII
et: &7 bitti on ASCII
fi: &7-bittinen ASCII
fr: &7 bits ASCII
hr: &7 bitno je ASCII
hu: &7 bites ASCII
ko: 7비트 아스키(&7)
no: &7-bitt er ASCII
pt: &7 bit é ASCII
sk: &7 bit je ASCII
sv: &7 bitar är ASCII
tr: &7 bit ASCII

source: &Qute unknonw characters
ca: &Cometes als caràcters desconeguts
cs: &Oznaè neznámé znaky
de: &Unbekannte Zeichen anzeigen
et: &Märgi tundamtud sümbolid
fi: &Koodaa tuntemattomat merkistöt
fr: Echapper les caractères inconnus
hr: &Quotiraj nepoznate znakove
hu: &Idézze az ismeretlen karaktereket
ko: 알 수 없는 글자모음(&Q)
no: &Ukjente tegn i anførselstegn
pt: &Mostrar caracteres desconhecidos
sk: Oznaèi» neznáme znaky
sv: &Citera okända tecken
tr: &Bilinmeyen Karakterleri týrnaða al

source: Login:
de: Login-Name:
fi: Käyttäjätunnus:
fr: Utilisateur :
hr: Prijavno Ime (login):
hu: Azonosító:
ko: 로그인:
no: Logginnnavn:
pl: Uzytkownik:
sv: Användar namn:

source: Always encrypt to self
de: Zusätzlich eigenen Schlüssel verwenden
et: Krüpteeri alati enda jaoks
hu: Mindíg titkosítsa magának is
no: Alltid kryptere til selv
sv: Alltid kryptera till sig själv

source: Changing fonts currently only occurs when a new window is opened or kmail is restarted
ca: Només es canvien les fonts en obrir una nova finestra o en reengegar kmail
de: Die Veränderung des Zeichensatzes wird erst beim Öffnen eines neuen Fensters oder beim Neustart wirksam
fi: Fonttien muutos tapahtuu vain uutta ikkunaa avattaessa tai kun kmail käynnistetään uudelleen
ko: 지금 바뀐 글꼴은 새 윈도우가 열리거나 kmail을 다시 시작할 때 적용됩니다.
no: Endring av skrifttype skjer bare når et nytt vindu blir åpnet eller kmail blir startet på nytt
pt: A mudança de fonte só acontece quando uma nova janela é aberta ou o kmail reiniciado
sk: Zmena fontu momentálne nastane len pri zovuotvorení okna alebo znovuspustení kmailu

source: Pop3
de: Pop3-Postfach
fr: Boîte aux lettres POP3

source: Long folder list
et: Pikk kaustade nimekiri

source: Receiver
et: Vastuvõtja

source: status
ca: estat
et: staatus
fi: tila
fr: statut
hu: állapot
ko: 상태
sk: stav
tr: durum

source: Server:
ca: Servidor:
fi: Palvelin:
fr: Serveur :
hr: Poslu¾itelj:
hu: Kiszolgáló:
ko: 서버:
no: Tjener:
pl: Serwer:
pt: Servidor:
tr: Sunucu:

source: Insert My &Public Key
no: Sett inn min &offentlige nøkkel

source: Could not create temporary file
ca: No s'ha pogut crear un fitxer temporal
fi: En voinut luoda väliaikaistiedostoa
fr: Impossible de créer un fichier temporaire
ko: 임시 파일을 만들 수 없습니다
no: Kunne ikke lage temporær fil
pl: Nie mo¿na utworzyæ pliku tymczasowego
sk: Nemô¾em vytvori» doèasný súbor

source: Could not save temporary file %s
ca: No s'ha pogut desar el fitxe temporal %s
fi: En saanut tallennettua väliaikaistiedostoa %s
fr: Impossible d'enregistrer le fichier temporaire %s
ko: 임시 파일 %에 저장할 수 없습니다
no: Kunne ikke lagre temporær fil %s
pl: Nie mo¿na zapisaæ pliku tymczasowego %s
sk: Nemô¾em ulo¾i» doèasný súbor %s

source: F
ca: T
fi: L
hr: D
hu: T

source: Port:
fi: Portti:
ko: 포트:
pt: Porta:

source: quoted printable
ko: 인쇄할 수 있는 인용구
pt: imprimível

source: public key for %s not found. This person will not be able to decrypt the message.
ca: la clau pública per %s no s'ha trobat. Aquesta persona no podrà desencriptar el missatge.
fi: julkista avainta %s ei löydy. Tämä käyttäjä ei voi purkaa salattuja viestejä.
fr: Impossible de trouver la clé publique de %s. Cette personne ne sera pas capable de déchiffrer le message.
ko: %s의 공용 키를 발견할 수 없습니다. 메시지를 해독할 수 없을 수도 있습니다.
pl: Brak klucza publicznego dla %s. Nie mozna zaszyfrowaæ wiadomo¶ci dla tej osob.
sk: verejný kµúè pre %s nenájdený. Táto osoba nebude schopná de¹ifrova» správu.

source: Error during PGP:
ca: Error al PGP:
fi: Virhe PGP:n aikana:
fr: Erreur pendant PGP :
ko: PGP 도중에 오류:
pl: B³±d PGP
sk: Chyba pri behu PGP:

source: KMail: Spellcheck
ca: KMail: Ortografia
fi: KMail: Oikeinkirjoitus
fr: Correcteur orthographique
ko: KMail: 철자 검색
pl: KMail: Sprawdzanie pisowni
sk: KMail: Kontrola pravopisu

source: Message signed by
ca: Missatge signat per
fi: Viestin allekirjoittanut
fr: Message signé par
ko: 사인된 메시지
pl: Wiadomo¶æ podpisana przez
sk: Správa podpísaná

source: Message has a bad signature from
ca: El missatge té una signatura dolenta de
fi: Viestissä on väärä allekirjoitus
fr: Message ayant une signature incorrecte de
ko: 메시지가 잘못된 서명을 포함하고 있습니다
pl: Wiadomo¶æ ma z³y podpis od
sk: Správa má chybný podpis od

source: End PGP signed message
ca: Fi del missatge signat PGP
fi: Lopeta PGP-allekirjoitettu viesti
fr: Finir le message signé par PGP
ko: 메시지에 PGP 서명 끝
pl: Koniec wiadomo¶ci podpisanej PGP
sk: Koniec správy podpísanej pomocou PGP

source: base 64
ko: 베이스 64

source: &Remove
fr: &Effacer
pl: &Usuñ

source: Appearance
fr: Apparence
pl: Wygl±d

source: Contents of folder `%s' changed. Recreating the index file.
fr: Le contenu du dossier %s a changé. Recréation du fichier d'index.
pl: Zmieniono zawarto¶æ folderu `%s'. Odtwarzam plik indeksu.
