Repository: KDE/kde1-kdenetwork
Catalog: po/*/kmail.po
Languages: ca, cs, de, et, fi, fr, hr, hu, ko, no, pl, pt, sk, sv, tr

source: Sorry, but this feature is still missing
ca: Ho sento, pero encara no hi és aquesta característica
cs: Je mi líto, ale tato funkce není je¹tì implementována
de: Sorry, aber diese Funktion fehlt immer noch.
et: Vabandust, aga see funktsioon puudub veel.
fi: Valitettavasti tämä ominaisuus on vielä toteuttamatta.
fr: Désolé, mais cette fonctionnalité manque encore.
hr: ®alim, ali ta moguænost jo¹ ne postoji
hu: Elnézést, ez a funkció még nem mûködik.
ko: 아직 이 기능은 구현되지 않았습니다.
no: Beklager, men denne del mangler fremdeles
pl: Ta opcja jest jeszcze niedostêpna
pt: Lamento, mas esta opção ainda não foi implementada.
sk: Je mi µúto, ale táto funkcia e¹te nie je implementovaná
sv: Tyvärr, denna funktion fattas fortfarande.
tr: Üzgünüm ama bu özellik hala yok

source: New Folder
ca: Carpeta Nova
cs: Nový poøadaè
de: Ordner anlegen
et: Uus kaust
fi: Uusi kansio
fr: Nouveau dossier
hr: Novi direktorij
hu: Új mappa
ko: 새 폴더
no: Ny mappe
pl: Nowy folder
pt: Nova Pasta
sk: Nový prieèinok
sv: Ny mapp
tr: Yeni Doysa

source: KMail error
ca: Error KMail
cs: Chyba KMailu
de: KMail Fehler
et: KMail viga
fi: KMail virhe
hr: KMail gre¹ka
ko: KMail 오류
no: KMail feil
pt: Erro do KMail
sk: Chyba KMailu
sv: KMail fel
tr: Kmail hatasý

source: Already checking for mail!
ca: Ja estic comprovant el correu!
cs: Ji¾ probíhá kontrola, zda nedo¹la nová po¹ta!
de: Suche bereits nach neuer Mail!
et: Maili kontrollimine juba käib!
fi: Tarkistan jo postia!
hr: Veæ provjeravam po¹tu!
hu: A levelek leszedése már folyamatban van!
ko: 이미 확인한 전자우편입니다!
no: Sjekker allerede for post!
pt: Já estou a verificar o correio!
sk: U¾ kontrolujem novú po¹tu!
sv: Tittar redan efter brev!
tr: Zaten yeni mail için bakýyorum

source: No new mail available
ca: No hi ha correu nou disponible
cs: Není k dispozici ¾ádná nová po¹ta
de: Keine neue E-Mail verfügbar
et: Uusi maile pole
fi: Ei uutta postia
fr: Pas de nouveau message disponible
hr: Nema novih poruka
hu: Nincs új üzenet
ko: 새로운 전자우편이 없습니다
no: Ingen ny post tilgjengelig
pt: Nenhum novo correio disponível
sk: ®iadna nová po¹ta
sv: Inga nya brev tillgängliga
tr: Yeni mail yok

source: Cannot modify a system folder.
ca: No es pot modificar una carpeta del sistema.
cs: Není mo¾né zmìnit systémový adresáø.
de: Kann Systemordner nicht ändern.
et: Süsteemset kausta pole võimalik muuta.
fi: Järjestelmäkansiota ei voi muokata.
fr: Ce dossier interne ne peut pas être modifié.
hr: Ne mogu izmijeniti sistemski direktorij.
ko: 시스템 폴더를 수정할 수 없습니다.
no: Kan ikke endre en systemmappe.
pl: Nie mo¿na modyfikowaæ folderu systemowego.
pt: Não pode modificar uma pasta de sistema.
sk: Nie je mo¾né zmeni» systémový prieèinok.
sv: Kan ej ändra en systemmapp.

source: Modify Folder
ca: Modificar Carpeta
cs: Zmìnit poøadaè
de: Ordner modifizieren
et: Muuda kausta
fi: Muokkaa kansiota
fr: Modifier le dossier
hr: Izmijeni direktorij
hu: Mappa módosítása
ko: 폴더 수정
no: Endre mappe
pl: Modyfikuj folder
pt: Modificar Pasta
sk: Zmeni» prieèinok
sv: Modifiera mapp
tr: Dosyada Deðiþiklik Yap

source: Are you sure you want to discard the contents of the folder "%s" ?
ca: De veres voleu llençar el contingut de la carpeta "%s" ?
cs: Jeste si jist(a), ¾e chcete odstranit obsah poøadaèe "%s"?
de: Sind Sie sicher daß der Inhalt des Ordners "%s" gelöscht werden soll?
et: Oled sa kindel, et sa soovid loobuda kausta "%s" sisust?
fi: Oletko varma, että haluat poistaa kansion "%s" sisällön?
fr: Etes-vous sûr de vouloir effacer le dossier "%s" et tous ses sous-répertoires ?
hr: Jeste li sigurni da ¾elite obrisati sadr¾aj ovog direktorija "%s" ?
ko: "%s" 폴더의 내용을 정말 버리시겠습니까?
no: Er du sikker på at du ønsker å fjerne innholdet til mappen "%s" ?
pt: Tem a certeza que quer remover os conteúdos da pasta"%s" ?
sk: Ste si istý, ¾e chcete odstráni» obsah prieèinka "%s" ?
sv: Är du säker att du vill slänga innehållet i mappen "%s" ?

source: Confirmation
ca: Confirmació
cs: Potvrzení
de: Bestätigung
et: Kinnitus
fi: Varmistus
fr: Confirmer
hr: Potvrda
hu: Megerõsítés
ko: 확인
no: Bekreftelse
pl: Potwierdzenie
pt: Confirmação
sk: Potvrdenie
sv: Bekräfta
tr: Onaylama

source: Moved all messages into trash
ca: S'han llençat tots els missatges a la paperera
cs: V¹echny zprávy pøesunuty do ko¹e
de: Alle Nachrichten in den Papierkorb verschoben
et: Kõik teated viidud prügikasti
fi: Siirsin kaikki viestit roskakoriin
fr: Suppression de tous les messages effectuée
hr: Premjesti sve poruke u smeæe
ko: 모든 메시지를 휴지통으로 이동
no: Flytt alle meldinger til trash
pt: Movi todas as mensagens para o lixo
sk: V¹etky správy presunuté do ko¹a
sv: Flytta alla medelanden till papperskorgen
tr: Bütün mesajlarý çöpe at

source: Cannot remove a system folder.
ca: No es pot eliminar una carpeta del sistema.
cs: Není mo¾né odstranit systémový adresáø.
de: Kann System-Ordner nicht löschen.
et: Süsteemset kausta pole võimalik eemaldada.
fi: Järjestelmäkansiota ei voi poistaa.
fr: Ce dossier interne ne peut pas être effacé
hr: Ne mogu obrisati sistemski direktorij.
hu: Rendszermappa nem távolítható el.
ko: 시스템 폴더를 제거 할 수 없습니다.
no: Kan ikke fjerne en systemmappe.
pl: Nie mozna usun±æ folderu systemowego
pt: Não pode remover uma pasta de sistema.
sk: Nemô¾em odstráni» systémový prieèinok.
sv: Kan ej ta bort en systemmapp.
tr: Sistem dosyasýdýr. Silinemez

source: Are you sure you want to remove the folder "%s", discarding it's contents ?
ca: De veres voleu eliminar la carpeta "%s", i llençar el seu contingut ?
cs: Jeste si jist(a), ¾e chcete odstranit poøadaè "%s" a tím zru¹it jeho obsah?
de: Sind Sie sicher daß der Ordner "%s" und sein gesamter Inhalt gelöscht werden sollen?
et: Oled sa kindel, et tahad eemaldada kausta "%s" ja loobuda selle sisust?
fi: Oletko varma, että haluat poistaa kansion "%s" ja kaikki sen alikansiot?
fr: Etes-vous sûr de vouloir effacer le dossier "%s" et tous ses sous-répertoires ?
hr: Jeste li sigurni da ¾elite obrisati direktorij "%s", sa cijelim sadr¾ajem ?
ko: 정말 "%s"의 내용을 버리고, 폴더를 삭제하시겠습니까?
no: Er du sikker på at du ønsker å fjerne mappen "%s", og dermed slette dens innhold ?
pl: Na pewno chcesz usun±æ folder "%s" wraz z zawarto¶ci±?
pt: Tem a certeza que quer remover a pasta"%s", perdendo o seu conteúdo ?
sk: Ste si istý, ¾e chcete odstráni» prieèinok "%s" a tým zru¹i» jeho obsah?
sv: Är du säker att du vill ta bort mappen "%s" och slänga innehållet ?
tr: "%s" dizinini içindekileri silmek pahasýna kaldýrmak istediðinizden emin misiniz?

source: KMail notification!
cs: Upozornìní programu KMail!
de: KMail-Nachricht!
et: KMaili teadaanne!
hr: KMail obavijest!
hu: KMail figyelmeztetés!
no: KMail-varsel!
pt: Aviso do KMail
sk: Upozornenie KMailu
sv: KMail meddelande!

source: Only messages in the outbox folder can be edited!
cs: Pouze zprávy ze slo¾ky outbox mohou být upravovány!
de: Nur Nachrichten im Postausgang können bearbeitet werden!
et: Redigeerida on võimalik ainult kaustas "outbox" asuvaid kirju!
hr: Mo¾ete mijenjati samo poruke koje su u odlazeæem direktoriju!
hu: Csak a kimenõ mappában (outbox) lévõ levelek szerkeszthetõk!
no: Kun meldinger i outboksen kan blir endret!
pt: Só é possível editar mensagens da pasta de saída!
sk: Mô¾ete editova» iba správy v prieèinku outbox!
sv: Bara meddelanden i utkorgen kan ändras!

source: Message as Plain Text
ca: Missatge com Text planer
cs: Prostá textová zpráva
de: Nachricht als reiner Text
et: Sõnumid ainult tekstina
fi: Viesti puhtaana tekstinä
fr: Message texte
hr: Poruka kao Èisti Tekst
hu: Üzenet mint síma szöveg
ko: 메시지를 일반 문자열
no: Melding som enkel tekst
pl: ¯ród³o wiadomo¶ci
pt: Mensagem como Texto
sk: Jednoduchá textová správa
sv: Meddelandet som klartext
tr: Ýleti Normal Metin

source: Select Folder
ca: Seleccionar carpeta
cs: Vybrat poøadaè
de: Ordner auswählen
et: Vali kaust
fi: Valitse kansio
fr: Sélectionner un dossier
hr: Izaberi direktorij
ko: 폴더 선택
no: Velg mappe
pl: Wybierz folder
pt: Seleccione Pasta
sk: Vybra» prieèinok
sv: Välj mapp
tr: Dizin Seç

source: Queued messages successfully sent.
ca: S'han enviat amb èxit els missatges de la cua.
cs: Pozdr¾ené zprávy uspì¹nì odeslány.
de: Wartende Nachrichten erfolgreich gesendet.
et: Järjekorras asunud sõnumid edukalt saadetud.
fi: Jonossa olleet viestit lähetetty.
fr: Les messages mis en queue ont été correctement envoyés.
hr: Poredane poruke uspje¹no poslane.
hu: Késõbbre halasztott üzenet sikeresen elküldve.
ko: 대기 중인 메시지 보내기에 성공하였습니다.
no: Meldinger i køen lyktes å sende.
pl: Wiadmo¶ci z kolejki pomy¶lnie wys³ano
pt: Mensagens em espera mandadas com sucesso.
sk: Pozdr¾ané správy úspe¹ne odoslané.
sv: Köade meddelanden sända.
tr: Kuyruktaki iletiler baþarýyla gönderildi

source: Failed to send (some) queued messages.
ca: S'ha fallat en enviar missatges de la cua.
cs: Nepodaøilo se odeslat (nìkteré) pozdr¾ené zprávy.
de: Wartende Nachrichten konnten nicht (alle) versandt werden...
et: (Mõnede) sõnumite saatmine ebaõnnestus.
fi: Joidenkin jonossa olleiden viestien lähetys epäonnistui.
fr: Echec dans l'envoi de (quelques) messages mis en queue.
hr: Nisam mogao poslati (neke) od poredanih poruka.
hu: Nem sikerült elküldeni a késõbbre halasztott üzeneteket
ko: 대기 중인 메시지 보내기에 실패하였습니다.
no: Mislykkes å sende (noen) meldinger i køen.
pl: Nie powiod³o siê wys³anie (niektórych) wiadomo¶ci z kolejki
pt: Não consegui mandar (algumas) mensagens em espera.
sk: Nepodarilo sa odosla» (niektoré) podr¾ané správy.
sv: Misslyckades sända köade meddelanden.
tr: Kuyruktaki bazý iletiler gönderilemedi.

source: Opening URL...
ca: Obrint URL...
cs: Otevírání URL...
de: Öffne URL...
et: URL'i avamine...
fi: Avaan URL:ää...
fr: Ouverture de l'URL ...
hr: Otvaram URL...
hu: URL cím megyitása...
ko: URL 열기...
no: Åpner URL...
pl: Otwieram link...
pt: A abrir URL...
sk: Otváram URL...
sv: Öppnar URL...
tr: URL açýlýyor

source: Address added to addressbook.
ca: S'afegit l'adreça al llibre d'adreces.
cs: Adresa pøidána do adresáøe.
de: Adresse zum Adreßbuch hinzugefügt
et: Aadress lisatud aadressiraamatusse.
fi: Osoite lisätty osoitekirjaan
fr: Adresse ajoutée au carnet d'adresses.
hr: Adresa dodana u adresar.
hu: A címet beírtam a címjegyzékbe.
ko: 주소록에 주소를 추가하였습니다.
no: Adresse lagt til i adresseboken.
pl: Adres dodano do ks±¿ki adresowej.
pt: Endereço adiciona ao livro de endereços
sk: Adresa pridaná do knihy adries.
sv: Adressen skrevs in i adressboken.
tr: Adres adres defterine yazýldý.

source: Address copied to clipboard.
ca: Adreça copiada a la taula d'enganxar.
cs: Adresa zkopírována do clipboardu.
de: Adresse in Zwischenablage kopiert
et: Aadress kopeeritud lõikepuhvrisse.
fi: Osoite kopioitu leikepöydälle
fr: Adresse copiée dans le presse-papiers
hr: Adresa iskopirana na odlagali¹te (clipboard).
hu: A címet a vágólapra másoltam.
ko: 클립보드에 주소를 복사하였습니다.
no: Adressen kopiert til utklippstavlen.
pl: Adres skopiowano do schowka
pt: Endereço copiado para a área de transferencia
sk: Adresa skopírovaná do schránky.
sv: Adressen kopierad till klippbordet.
tr: Adres panoya kopyalandý.

source: URL copied to clipboard.
ca: URL copiada a la taula d'enganxar.
cs: URL zkopírováno do clipboardu.
de: URL in Zwischenablage kopiert
et: URL kopeeritud lõikepuhvrisse.
fi: URL kopioitu leikepöydälle
fr: URL copiée dans le presse-papiers
hr: URL iskopiran na odlagali¹te (clipboard).
hu: Az URL címet a vágólapra másoltam.
ko: 클립보드에 URL을 복사하였습니다.
no: URL kopier til utklippstavlen.
pl: Link skopiowano do schowka
pt: URL copiado para a área de transferencia
sk: URL skopírované do schránky.
sv: URLen kopierad till klippbordet.
tr: URL panoya kopyalandý.

source: Send to...
ca: Enviar a...
cs: Poslat na...
de: Senden an...
et: Saada ...
fi: Lähetä...
fr: Envoyer à ...
hr: Po¹alji...
ko: 받을 사람...
no: Send til...
pl: Wysy³anie...
pt: Enviar para...
sk: Posla» na adresu...
sv: Sänd till...
tr: Gönder

source: Send reply to...
ca: Enviar resposta a...
cs: Poslat odpovìï na ...
de: Antwort senden an...
et: Saada vastus...
fi: Lähetä vastaus...
fr: Envoyer la réponse à ...
hr: Po¹alji odgovor...
hu: Válasz feladása...
ko: 답장 쓰기...
no: Send svar til...
pl: Odpowiadanie...
pt: Enviar resposta para...
sk: Posla» odpoveï na adresu...
sv: Sänd svar till...
tr: Yanýt Gönder...

source: Forward to...
ca: Transmetre a...
cs: Pøedat &dál na...
de: Weiterleiten an...
et: Saada edasi...
fi: Lähetä eteenpäin...
fr: Réacheminer ...
hr: Proslijedi...
ko: 전달할 사람
no: Send videre til...
pl: Przesy³anie...
pt: Reenviar para...
sk: Preda» ï&alej na adresu...
sv: Skicka vidare till...
tr: Ýlet..

source: Add to addressbook
ca: Afegir al llibre d'adreces
cs: Pøidat do adresáøe
de: Zum Adreßbuch hinzufügen
et: Lisa aadressiraamatusse
fi: &Lisää osoitekirjaan
fr: Ajouter au carnet d'adresses
hr: Dodaj u adresar
ko: 주소록에 추가
no: Legg til i adresseboken
pl: Dodaj do ksi±¿ki adresowej
pt: Adicionar ao livro de endereços...
sk: Prida» do knihy adries
sv: Lägg till i adressboken
tr: Adres Defterine Ekle

source: Copy to clipboard
ca: Copiar a la taula d'enganxar
cs: Zkopírovat do clipboardu
de: In Zwischenablage kopieren
et: Kopeeri lõikepuhvrisse
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papiers
hr: Iskopiraj na odlagali¹te (clipboard).
hu: Vágólapra másolás
ko: 클립보드에 복사
no: Kopier til utklippstavlen
pl: Skopiuj do schowka
pt: Copiar para a área de transferencia
sk: Skopírova» do schránky
sv: Kopiera till klippbordet
tr: Panoya Kopyala

source: Open URL...
ca: Obrir URL...
cs: Otevøít URL...
de: Öffne URL...
et: Ava URL...
fi: Avaa URL...
fr: Ouvrir l'URL ...
hr: Otvori URL...
hu: URL cím megnyitása...
ko: URL 열기...
no: Åpne URL...
pl: Otwórz adres...
pt: Abrir URL...
sk: Otvori» URL...
sv: Öppna URL..
tr: URL aç

source: &Reply...
ca: &Resposta...
cs: &Odpovìdìt...
de: &Antworten...
et: &Vasta...
fi: &Vastaa...
fr: &Répondre ...
hr: Odgovo&ri...
hu: &Válasz...
ko: 답장쓰기(&R)...
no: Sva&r...
pl: Odpowiedz...
pt: &Responder...
sk: Od&poveda»...
sv: &Svara...
tr: &Yanýt

source: Reply &All...
ca: Resposta a t&ots...
cs: Odpovìdìt &v¹em
de: Allen An&tworten...
et: Vasta &kõigile...
fi: Vastaa &kaikille...
fr: Répondre à &tous ...
hr: Odgovori svim&a
hu: Válasz &mindenkinek...
ko: 모두에게 답장(&A)...
no: Svar til &alle...
pl: Odpowiedz wszystkim...
pt: Responder Tod&as...
sk: Odpoveda» &v¹etkým
sv: Svara &alla...
tr: &Herkese Yanýtla...

source: &Forward...
ca: &Transmetre...
cs: Pøedat &dál...
de: &Weiterleiten...
et: &Saada edasi...
fi: Lähetä &eteenpäin
fr: &Réacheminer ...
hr: Prosli&jedi
hu: &Továbbít...
ko: 전달(&F)...
no: Send &videre
pl: Prze¶lij dalej...
pt: &Reenviar...
sk: Preda» ï&alej...
sv: Skicka &vidare...
tr: &Ýlet...

source: &Move...
ca: &Moure...
cs: Pøesu&nout...
de: V&erschieben...
et: &Liiguta...
fi: &Siirrä...
fr: &Déplacer ...
hr: Pre&mjesti...
hu: Át&helyez...
ko: 이동(&M)...
no: &Flytt...
pl: Prz&esuñ...
pt: &Mover...
sk: &Presunú»...
sv: &Flytta...
tr: Yürüt...

source: &Copy...
ca: &Copiar...
cs: &Kopírovat...
de: &Kopieren...
et: &Kopeeri..
fi: &Kopioi...
fr: &Copier ...
hr: Is&kopiraj...
hu: &Másol...
ko: 복사(&C)...
no: &Kopier...
pl: &Kopiuj...
pt: &Copiar...
sk: &Kopírova»...
sv: &Kopiera...
tr: &Kopyala...

source: New Composer
ca: Missatge nou
cs: Nový editor
de: &Nachricht erstellen...
et: Uus redaktor
fi: &Uusi viesti
fr: Nouveau message ...
hr: Novi Sastavljaè poruka
hu: Új üzenetszerkesztõ
ko: 새 작성기
no: Ny composer
pl: &Nowa wiadomo¶æ
pt: Novo Compositor
sk: Nový Editor správ
sv: Nytt brev
tr: Yeni Düzenleyici

source: New Mailreader
ca: Lector de correu nou
cs: Nový prohlí¾eè po¹ty
de: Neuer &Mailreader...
et: Uus mailer
fi: Uusi &ikkuna
fr: Nouveau client de messagerie ...
hr: Novi Èitaè
hu: Új üzenetolvasó
ko: 새 전자우편
no: Ny postleser
pl: Nowe &okno
pt: Novo Leitor de Mail
sk: Nový prehliadaè správ
sv: Nytt &fönster
tr: Yeni okuyucu

source: Save As...
ca: Desar com...
cs: Ulo¾it jako...
de: Speichern &unter...
et: Salvesta kui...
fi: Tallenna nimellä...
fr: Enregistrer sous ...
hr: Spremi pod drugim imenom...
hu: Mentés másként...
ko: 다른 이름으로 저장...
no: Lagre som...
pl: Zachowaj &jako...
pt: Gravar Como...
sk: Ulo¾i» ako...
sv: Spara som...
tr: Kaydet...

source: Print...
ca: Imprimir...
cs: Tisknout...
de: &Drucken...
et: Trüki...
fi: Tul&osta...
fr: Imprimer ...
hr: Ispis...
ko: 인쇄...
no: Skriv ut...
pl: &Drukuj...
pt: Imprimir...
sk: Tlaèi»...
sv: Skriv ut...
tr: Yazdýr...

source: Check Mail...
ca: Comprovar correu...
cs: Zkontrolovat po¹tu ...
de: Na&ch Mail sehen...
et: Kontrolli maili...
fi: Tarkista posti...
fr: Vérifier la boîte aux lettres ...
hr: Provjeri po¹tu
hu: Üzenetek letöltése...
ko: 전자우편 확인...
no: Sjekk post...
pl: &Sprawd¼ pocztê...
pt: Verificar Correio...
sk: Skontrolova» po¹tu ...
sv: Kolla efter brev...
tr: Mail'e bak...

source: Check Mail in...
ca: Comprovar correu a...
cs: Zkontrolovat po¹tu v ...
de: Nach Mail sehen &in...
et: Kontrolli maili järgnevas...
fi: Tarkista posti...
hr: Provjeri po¹tu na...
ko: 전자우편 확인...
no: Sjekk post i...
pt: Verificar Correio em...
sk: Skontrolova» po¹tu ...
sv: Kolla efter brev i...
tr: Mail'e bak...

source: Send Queued
ca: Enviar la cua
cs: Poslat pozdr¾ené
de: &Wartende abschicken
et: Saada järjekorras olevad
fi: Lähetä jono
fr: Envoyer les messages mis en queue
hr: Po¹alji poredane poruke
hu: Késõbbi küldés
ko: 대기 전자우편 보내기
no: Send fra køen
pl: &Wyslij z kolejki
pt: Mandar Mensagem em Espera
sk: Posla» pozdr¾ané
sv: Sänd köande brev
tr: Ýleti Kuyruða Eklendi

source: &Settings...
ca: A&rranjament...
cs: Na&stavení...
de: Eins&tellungen...
et: &Seadistused...
fi: &Asetukset
fr: &Configuration ...
hr: Po&stava...
hu: &Beállítások...
ko: 설정(&S)...
no: &Innstillinger...
pl: &Ustawienia...
pt: &Definições...
sk: Na&stavenie...
sv: &Inställningar
tr: &Ayarlar...

source: &Addressbook...
ca: Llibre d'&adreces...
cs: &Adresáø ...
de: Ad&reßbuch...
et: &Aadressiraamat...
fi: Osoite&kirja
fr: &Carnet d'adresses ...
hr: &Adresar
ko: 주소록(&A)...
no: A&dressebok...
pl: &Ksi±¿ka adresowa...
pt: &Livro de Endereços...
sk: Kniha &adries ...
sv: &Adressbok...
tr: Ad&res defteri

source: &Filter...
ca: &Filtres...
cs: &Filtr...
fi: &Suodatin...
fr: &Filtrer ...
ko: 필터(&F)...
pl: &Filtr...
pt: &Filtro...
tr: &Süzgeç...

source: &Find...
ca: &Buscar...
cs: &Najít...
de: &Suchen...
et: &Leia...
fi: &Etsi...
fr: &Rechercher ...
hr: &Naði...
hu: &Keres...
ko: 찾기(&F)...
no: &Finn...
pl: &Szukaj...
pt: &Procurar...
sk: &Hµada»...
sv: &Sök...
tr: Ara

source: &Create...
ca: &Crear...
cs: &Vytvoøit...
de: &Neu...
et: &Loo...
fi: &Luo...
fr: &Créer ...
hr: &Naèini...
hu: &Létrehoz...
ko: 만들기(&C)...
no: &Lag...
pl: U&twórz...
pt: &Criar...
sk: &Vytvori»...
sv: &Skapa...
tr: Yara&t

source: &Modify...
ca: &Modificar...
cs: Z&mìnit...
de: &Ändern...
et: &Muuda...
fi: &Muokkaa...
fr: &Modifier ...
hr: Iz&mijeni...
hu: &Módosít...
ko: 변경(&M)...
no: &Modifiser...
pl: &Zmieñ...
pt: &Modificar...
sk: Z&meni»...
sv: &Ändra...
tr: De&ðiþtir..

source: C&ompact
ca: C&ompactar
cs: K&omprimovat
de: K&omprimieren
et: T&ihenda
fi: Tii&vis
fr: C&ompacter
hr: Sa¾&mi
hu: Tömörít
ko: 간단히 보기(&o)
no: K&ompakt
pl: &Kompresuj
pt: C&ompactar
sk: K&omprimova»
sv: &Komprimera
tr: S&ýkýþtýr

source: &Empty
ca: &Buidar
cs: Vy&prázdnit
de: &Leeren
et: Tühj&enda
fi: &Tyhjä
fr: &Vider
hr: I&sprazni
hu: Ki&ürít
ko: 내용지우기(&E)
no: &Tom
pl: &Opró¼nij
pt: &Esvaziar
sk: Vy&prázdni»
sv: T&öm
tr: B&oþ

source: New
cs: Nová
de: Neu
et: Uus
hr: Nova
no: Ny
pt: Nova
sv: Ny

source: Unread
ca: Sense llegir
cs: Nepøeèteno
de: &Ungelesen
et: Lugemata
fi: Lukematon
fr: Non lu
hr: Neproèitana
ko: 읽지않음
no: Ulest
pl: Nieprzeczytana
pt: Não lida
sk: Nepreèítaná
sv: Oläst
tr: Okunmamýþ

source: Read
ca: Llegits
cs: Pøeèteno
de: &Gelesen
et: Loetud
fi: Lue
fr: Lu
hr: Proèitana
hu: Már olvasott
ko: 읽음
no: Les
pl: Przeczytana
pt: Lida
sk: Preèítaná
sv: Läst
tr: Okunmuþ

source: Replied
ca: Contestats
cs: Odpovìzeno
de: &Beantwortet
et: Vastatud
fi: Vastattu
fr: Répondu
hr: Odgovorena
hu: Megválaszolt
ko: 답장 보냈음
no: Besvart
pl: Odpowiedziano
pt: Respondida
sk: Odpovedaná
sv: Besvarad
tr: Yanýtlanmýþ

source: Queued
ca: En cua
cs: Pozdr¾eno
de: &Wartend
et: Järjekorras
fi: Jonossa
fr: En queue
hr: Naredana
hu: Késõbbre halasztott
ko: 대기중
no: I kø
pl: W kolejce
pt: Em espera
sk: Pozdr¾aná
sv: Köande
tr: Kuyruða Eklenmiþ

source: Sent
ca: Enviats
cs: Poslat
de: Ge&sendet
et: Saadetud
fi: Lähetetty
fr: Envoyé
hr: Poslana
ko: 보냄
no: Sendt
pl: Wys³ana
pt: Enviada
sk: Zaslaná
sv: Skickad
tr: Gönderilmiþ

source: &Next
cs: &Následující
de: &Nächste
et: &Järgmine
fr: &Suivant
hr: &Slijedeæa
hu: &Következõ
no: &Neste
pl: &Nastêpna
pt: &Próxima
sv: &Nästa

source: Next unread
ca: Següent sense llegir
cs: Následující nepøeètený
de: Nächste &ungelesene
et: Järgmine lugemata
fi: Seuraava lukematon
hr: Slijedeæa neproèitana
hu: Következõ olvasatlan
ko: 다음 읽은 않은 전자우편
no: Neste ulest
pt: Próxima não lida
sk: Ïal¹ia nepreèítaná
sv: Nästa olästa
tr: Sonraki okunmamýþ

source: &Previous
cs: &Pøedchozí
de: &Letzte
et: &Eelmine
fr: &Précédent
hr: &Prethodna
no: &Forrige
pl: &Poprzednia
pt: &Anterior
sv: &Föregående

source: Previous unread
ca: Prèvi sense llegir
cs: Pøedchozí nepøeètený
de: Letzte un&gelesene
et: Eelmine lugemata
fi: Edellinen lukematon
hr: Prethodna neproèitana
ko: 이전에 읽지 않은 전자우편
no: Forrige ulest
pt: Anterior não lida
sk: Predchádzajúca nepreèítaná
sv: Föregående olästa
tr: Önceki okunmamýþ

source: Edi&t...
cs: Upravi&t...
de: &Bearbeiten...
et: Re&digeeri...
hr: Promije&ni...
no: Re&diger...
pt: Edi&tar...
sk: Edi&tova»...
sv: Ändra...

source: &Set Status
ca: Establir &Estat
cs: N&astavit stav
de: &Setze Status
et: &Sea staatus
fi: &Aseta tila
fr: &Positionner le statut
hr: Podesi &status
hu: Állapot beállítá&sa
ko: 상태 설정(&S)
no: S&ett status
pl: &Zmieñ status
pt: Mudar &Status
sk: Na&stavi» stav
sv: &Sätt status
tr: D&urumu Belirle

source: Mar&k all
cs: O&znaèit v¹e
de: &Alles auswählen
et: Märgi &kõik
hr: O&znaèi sve
no: Mer&k alle
pt: Mar&car todos
sk: Oznaèi» v¹etky
sv: Mar&kera alla

source: Send again...
ca: Tornar a enviar...
cs: Poslat znovu ...
de: Erneut senden...
et: Saada uuesti...
fi: Lähetä uudelleen...
fr: Réexpédier ...
hr: Po¹alji ponovo...
ko: 다시 보내기...
no: Send igjen...
pl: Ponowne wysy³anie...
pt: Enviar novamente...
sk: Posla» znovu ...
sv: Skicka igen...
tr: Tekrar gönderiliyor

source: Apply filters
ca: Aplicar filtres
cs: Aplikovat filtry
de: &Filter anwenden
et: Rakenda filtrid
fi: Käytä suodattimia
fr: Appliquer les filtres
hr: Primjeni filtere
hu: Szûrõk alkalmazésa
ko: 필터 적용
no: Bruk filter
pt: A aplicar filtros
sk: Aplikova» filtre
sv: Lägg till filter
tr: Süzgeçleri uygula

source: View Source...
ca: Veure font...
cs: Zobrazit zdroj...
de: HTML-Code ansehen...
et: Vaata lähteteksti...
fi: Näytä lähdekoodi...
fr: Afficher le source ...
hr: Pogledaj Izvor...
ko: 소스 보기...
no: Se på kilde...
pl: Poka¿ ¼&ród³o...
pt: Ver Fonte...
sk: Zobrazi» zdroj...
sv: Granska koden...
tr: Kaynak kodu göster

source: &Brief Headers
ca: Capçaleres &breus
cs: S&truèná hlavièka
de: &Kurze Header
et: &Lühikesed päised
fi: L&yhyet otsikot
fr: En-têtes &courts
hr: &Kratko Zaglavlje
hu: &Rövid fejléc
ko: 간단한 헤더(&B)
no: &Korte meldingshoder
pl: &Krótkie nag³ówki
pt: Cabeçalhos &Curtos
sk: S&truèná hlavièka
sv: &Kort huvud
tr: Ký&sa Baþlýklar

source: &Fancy Headers
ca: Capçaleres de &fantasia
cs: &Ozdobná hlavièka
de: &Verzierte Header
et: &Uhked päised
fi: &hienot otsikot
fr: En-têtes &fantaisie
hr: &Ukrasno Zaglavlje
hu: &Csicsás fejléc
ko: 꾸며진 헤더(&F)
no: S&tilige meldingshoder
pl: &Fantazyjne nag³ówki
pt: Cabeçalhos &Bonitos
sk: &Ozdobná hlavièka
sv: &Snyggt huvud
tr: Havalý &Baþlýklar

source: &Standard Headers
ca: Capçaleres e&stàndard
cs: &Standardní hlavièka
de: &Standard-Header
et: &Standardsed päised
fi: &Vakio otsikot
fr: En-têtes &standard
hr: &Standardno Zaglavlje
hu: &Normális fejléc
ko: 표준 헤더(&S)
no: &Standard melingshoder
pl: &Typowe nag³ówki
pt: Cabeçalhos &Normais
sk: &©tandardná hlavièka
sv: &Standardhuvud
tr: S&tandart Baþlýklar
