Repository: KDE/kde1-kdenetwork
Catalog: po/*/kmail.po
Languages: ca, cs, de, et, fi, fr, hr, hu, ko, no, pl, pt, sk, sv, tr

source: &Long Headers
ca: Capçaleres &llarges
cs: D&louhá hlavièka
de: &Lange Header
et: &Pikad päised
fi: &Pitkät otsikot
fr: En-têtes &longs
hr: &Dugo zaglavlje
ko: 긴 헤더(&L)
no: &Lange meldingshoder
pl: &D³ugie nag³ówki
pt: Cabeçalhos &Longos
sk: D&lhá hlavièka
sv: &Långt huvud
tr: U&zun Baþlýklar

source: &All Headers
ca: &Totes les capçaleres
cs: Plná hl&avièka
de: &Alle Header ein/aus
et: &Kõik päised
fi: &Kaikki otsikot
fr: &Tous les en-têtes
hr: &Cijelo zaglavlje
ko: 모든 헤더(&A)
no: &Alle meldingshoder
pl: &Wszystkie nag³ówki
pt: Todos os &Cabeçalhos
sk: Plná hl&avièka
sv: &Alla huvuden
tr: &Tüm Baþlýklar

source: Iconic Attachments
ca: Adjunts icònics
cs: Pøílohy jako ikony
de: &Ikonifizierte Attachments
et: Kaasatud failid ikoonidena
fi: Kuvakemuotoiset liitteet
fr: Pièces jointes en icônes
hr: Prilozi u obliku ikona
hu: Ikonizált függelékek
ko: 첨부하여 아이콘으로 표시
no: Vedlegg som ikon
pl: Za³±czniki jako &ikony
pt: Anexos em Icones
sk: Prílohy ako ikony
sv: Ikonifierade bilagor
tr: Simgesel Ekler

source: Smart Attachments
ca: Adjunts astuts
cs: Elegantní pøílohy
de: &Elegante Attachments
et: "Targad" kaasatud failid
fi: Älykkäät liitteet
fr: Pièces jointes élégantes
hr: Pametni Prilozi
hu: Intelligens függelékek
ko: 세련된 첨부
no: Smart vedlegg
pl: &Elegancki za³±czniki
pt: Anexos Inteligentes
sk: Elegantné prílohy
sv: Smarta bilagor
tr: Akýllý Ekler

source: Inlined Attachments
ca: Adjunts immediats
cs: Vlo¾ené pøílohy
de: Ein&gefügte Attachments
et: Kaasatud failid joone all
fi: Sisällytetyt liitteet
fr: Pièces jointes dans le texte
hr: Ugraðeni Prilozi
hu: Beillesztett függelékek
ko: 일렬 첨부
no: Vedlegg på linje
pl: &Za³±czniki w tre¶ci
pt: Anexos Juntos
sk: Vlo¾ené prílohy
sv: Infogade bilagor
tr: Çevrim Ýçi Ekler

source: F&older
ca: &Carpeta
cs: P&oøadaè
de: &Ordner
et: Ka&ust
fi: &Kansio
fr: &Dossier
hr: Direkt&orij
hu: &Mappa
ko: 폴더(&o)
no: M&appe
pt: &Pasta
sk: P&rieèinok
sv: K&org
tr: D&izin

source: &Message
ca: &Missatge
cs: &Zpráva
de: &Nachricht
et: &Teade
fi: &Viesti
hr: Poru&ka
hu: &Üzenet
ko: 메시지(&M)
no: &Melding
pl: Wiado&mo¶æ
pt: &Mensagem
sk: &Správa
sv: &Meddelande
tr: &Ýleti

source: Compose new message
ca: Composar un missatge nou
cs: Napsat novou zprávu
de: Neue Nachricht erstellen
et: Koosta uus sõnum
fi: Lähetä uusi viesti
fr: Composer un message
hr: Sastavi novu poruku
hu: Új üzenet szerkesztése
ko: 새 메시지
no: Komponer ny melding
pl: Nowa wiadomo¶æ
pt: Compor nova mensagem
sk: Napísa» novú správu
sv: Skapa nytt meddelande
tr: Yeni bir ileti yarat

source: Save message to file
ca: Desar missatge al fitxer
cs: Ulo¾it zprávu do souboru
de: Nachricht in Datei speichern
et: salvesta sõnum faili
fi: Tallenna viesti tiedostoon
fr: Enregistrer dans un fichier
hr: Spremi poruku u datoteku
hu: Üzenet file-ba mentése
ko: 파일로 저장
no: Lagre melding til fil
pl: Zapisz wiadomo¶æ do pliku
pt: Gravar mensagem para ficheiro
sk: Ulo¾i» správu do súboru
sv: Spara meddelande som fil
tr: Ýletiyi dosyaya kaydet

source: Print message
ca: Imprimir missatge
cs: Tisknout zprávu
de: Nachricht drucken
et: Trüki sõnum
fi: Tulosta viesti
fr: Imprimer le message
hr: Ispi¹i poruku
hu: Üzenet nyomtatása
ko: 인쇄
no: Skriv ut melding
pl: Drukuj wiadomo¶æ
pt: Imprimir mensagem
sk: Tlaèi» zprávu
sv: Skriv ut meddelandet
tr: Ýletiyi yazdýr

source: Get new mail
ca: Recuperar correu nou
cs: Pøijmout novou po¹tu
de: Neue Nachrichten?
et: Hangi uus mail
fi: Hae uudet viestit
fr: Charger les nouveaux messages
hr: Pokupi novu po¹tu
hu: Új üzenetek leszedése
ko: 새 전자우편
no: Få tak i ny post
pl: Pobierz pocztê
pt: Buscar novo mail
sk: Prevzia» novú po¹tu
sv: Hämta nya meddelanden
tr: Yeni mail al

source: Reply to author
ca: Resposta a l'autor
cs: Odpovìdìt autorovi
de: Antwort an Verfasser
et: Vasta autorile
fi: Vastaa kirjoittajalle
fr: Répondre à l'expéditeur
hr: Odgovori autoru
hu: Válasz a feladónak
ko: 답장
no: Svar til forfatteren
pl: Odpowiedz autorowi
pt: Responder ao autor
sk: Odpoveda» autorovi
sv: Svara till avsändaren
tr: Yazara yanýt ver

source: Reply to all recipients
ca: Resposta a tots els destinataris
cs: Odpovìdìt v¹em pøíjemcùm
de: Allen Empfängern antworten
et: Vasta kõigile saajatele
fi: Vastaa kaikille vastaanottajille
fr: Répondre à tous
hr: Odgovori svim primateljima
hu: Válasz minden címzettnek
ko: 모든 수신자에게 답장하기
no: Svar til alle mottakere
pl: Odpowiedz wszystkim
pt: Responder a tudos os destinatários
sk: Odpoveda» v¹etkým príjemcom
sv: Svara till alla mottagare
tr: Herkese yanýt ver

source: Forward message
ca: Transmetre missatge
cs: Pøedat zprávu dál
de: Nachricht weiterleiten
et: Saada sõnum edasi
fi: Lähetä eteenpäin
fr: Réacheminer le message
hr: Proslijedi poruku
hu: Üzenet továbbítása
ko: 전달
no: Videresend melding
pl: Prze¶lij dalej
pt: Reenviar Mensagem
sk: Preda» správu ïalej
sv: Skicka vidare meddelandet
tr: Ýletiyi ilet

source: Delete message
ca: Esborrar missatge
cs: Smazat zprávu
de: Nachricht löschen
et: Kustuta sõnum
fi: Tuhoa viesti
fr: Effacer le message
hr: Obri¹i poruku
hu: Üzenet törlése
ko: 삭제
no: Slett melding
pl: Skasuj wiadomo¶æ
pt: Apagar mensagem
sk: Zmaza» správu
sv: Ta bort meddelandet
tr: Ýletiyi sil

source: Open addressbook...
ca: Obrir el llibre d'adreces
cs: Otevøít adresáø ...
de: Adreßbuch öffnen...
et: Ava aadressiraamat...
fi: Avaa osoitekirja...
fr: Ouvrir le carnet d'adresses ...
hr: Otvori adresar...
ko: 주소록 열기...
no: Åpne adressebok...
pl: Otwórz ksi±zkê adresow±...
pt: Abrir livro de endereços...
sk: Otvori» knihu adries
sv: Öppna adressboken...
tr: Adres defterini aç

source: Initializing...
ca: Inicialitzant...
cs: Inicializace...
de: Initialisiere...
et: Initsialiseerimine...
fi: Alustan...
fr: Initialisation en cours ...
hr: Inicijalizacija...
hu: Kezdõértékek beállítása...
ko: 초기화중...
no: Initialisering...
pl: Inicjalizacja...
pt: Em inicialização...
sk: Inicializujem...
sv: Initierar...
tr: Hazýrlanýyor...

source: Name:
cs: Jméno:
et: Nimi:
hr: Ime:
hu: Név:
no: Navn:
pl: Nazwa:
pt: Nome:
sv: Namn:

source: unnamed
ca: sense nom
cs: nepojmenováno
de: Unbenannt
et: nimetu
fi: nimeämätön
fr: sans nom
hr: bezimen
hu: névtelen
ko: 이름없음
no: uten navn
pl: nienazwany
pt: sem-nome
sk: bez mena
sv: namnlös
tr: adsýz

source: Associated with
ca: Associat amb
cs: Pøiøazen k
de: Verbunden mit
et: Seosta järgevaga
fi: Liittyy
fr: Lié avec
hr: Povezano s
hu: Társítva:
ko: 그룹설정
no: Assosiert med
pl: Skojarzony z
pt: Associado com
sk: Priradený k
sv: Associera med
tr: Ýle iliþkili

source: Unassociated Accounts
ca: Comptes sense associació
cs: Nepøiøazené konto
de: Nicht zugeordnete Postfächer
et: Seostamat kontod
fi: Liittämättömät profiilit
fr: Boîtes aux lettres non liées
hr: Nepovezani kor. raèuni
hu: Nem társított ügyfelek
ko: 그룹에서 제외
no: Konto uten assosiasjon
pl: Nieskojarzone konta
pt: Contas sem associações
sk: Nepriradené konto
sv: Oassocierade konton
tr: Ýliþkisiz Hesaplar

source: Folders
ca: Carpetes
cs: Poøadaèe
de: Ordner
et: Kaustad
fi: Kansiot
fr: Dossiers
hr: Direktoriji
ko: 폴더
no: Mapper
pl: Foldery
pt: Pastas
sk: Prieèinky
sv: Mappar
tr: Dizinler

source: Settings
ca: Valors
cs: Nastavení
de: Einstellungen
et: Seadistused
fi: Asetukset
fr: Configuration
hr: Postava
hu: Beállítások
ko: 설정
no: Innstillinger
pl: Ustawienia
pt: Definições
sk: Nastavenie
sv: Inställningar
tr: Ayarlar

source: Organization:
ca: Organització:
cs: Organizace:
de: Organisation:
et: Organisatsioon
fi: Organisaatio:
fr: Organisation :
hr: Organizacija:
hu: Szervezet:
ko: 단체:
no: Organisasjon:
pl: Organizacja:
pt: Organização:
sk: Organizácia:
sv: Organisation:
tr: Kurum

source: Email Address:
ca: Adreça de correu:
cs: Emailová adresa:
de: Email-Adresse:
et: E-maili aadress
fi: Sähköpostiosoite:
fr: Adresse électronique :
hr: Email Adresa:
hu: E-mail cím:
ko: Email 주소:
no: E-postadresse:
pl: Adres e-mail:
pt: Endereço de Email:
sk: Emailová adresa:
sv: E-postadress:
tr: E-mail adresi

source: Reply-To Address:
ca: Resposta a l'adreça:
cs: Zpáteèní adresa:
de: Antwortadresse:
et: Vastamise aadress:
fi: Reply-to osoite:
fr: Adresse de réponse :
hr: Reply-To Adresa:
hu: Válaszcím:
ko: 답장받을 주소:
no: Tilsvarsadresse:
pl: Adres zwrotny:
pt: Endereço para Resposta:
sk: Spiatoèná adresa:
sv: Svarsadress:
tr: Adrese yanýt ver

source: Signature File:
ca: Fitxer de signatura:
cs: Soubor s podpisem:
de: Signatur-Datei:
et: Allkirja fail:
fi: Allekirjoitustiedosto:
fr: Fichier de signature :
hr: Datoteka s potpisom:
hu: Aláírás file:
ko: 서명 파일:
no: Signaturfil:
pl: Plik podpisu:
pt: Ficheiro de Assinatura:
sk: Súbor s podpisom:
sv: Signaturfil:
tr: Ýmza dosyasý

source: Identity
ca: Identitat
cs: Identita
de: Identität
et: Isikuandmed
fi: Henkilöllisyys
fr: Identité
hr: Identitet
hu: Azonosító
ko: 사용자정보
no: Identitet
pl: Identyfikacja
pt: Identidade
sk: &Identita
sv: Identitet
tr: Kimlik

source: Sending Mail
ca: Enviament de correu
cs: Posílání po¹ty
de: Sende Email
et: Maili saatmine
fi: Postin lähetys
fr: Messages expédiés
hr: Slanje po¹te
hu: Üzenetküldési eljárás
ko: 전자우편 보내기
no: Sender post
pl: Poczta wychodz±ca
pt: Envio de Mail
sk: Posielanie po¹ty
sv: Skickar brev
tr: Posta Gönderilmekte

source: Location:
ca: Localització:
cs: Umístìní:
de: Pfad:
et: Asukoht:
fi: Sijainti:
fr: Emplacement :
hr: Lokacija:
hu: Elérési út:
ko: 위치:
no: Sted:
pl: ¦cie¿ka:
pt: Localização:
sk: Umiestnenie:
sv: Plats:
tr: Yerleþim:

source: Incoming Mail
ca: Correu d'entrada
cs: Pøíchozí po¹ta
de: Eingehende Email
et: Sissetulev mail
fi: Postin vastaanotto
fr: Messages reçus
hr: Dolazeæa po¹ta
hu: Bejövõ üzenetek
ko: 전자우편 받기
no: Inkommende post
pl: Poczta przychodz±ca
pt: Mail a Receber
sk: Prichádzajúca po¹ta
sv: Mottagna brev
tr: Gelen Mail

source: Accounts: (add at least one account!)
ca: Comptes: (afegiu almenys un compte!)
cs: Konta: (zalo¾te alespoò jedno konto)
de: Postfächer: (mindestens ein Postfach hinzufügen!)
et: Konto: (lisa vähemalt üks konto!)
fi: Profiilit: (lisää ainakin yksi profiili!)
fr: Boîtes aux lettres : (configurez-en au moins une !)
hr: Korisnièki raèuni: (dodajte barem jedan!)
hu: Ügyfelek: (legalább egyet töltsön ki!)
ko: 계정: (최소한 계정하나는 추가하십시오!)
no: Konto: (legg til minst en konto!)
pl: Konta: (dodaj przynajmniej jedno!)
pt: Contas: (adicione ao menos uma conta!)
sk: Kontá: (zalo¾te aspoò jedno konto)
sv: Konton: (Lägg till minst ett konto!)
tr: Hesaplar: (en az bir hesap ekle!)

source: Name
cs: Jméno
et: Nimi
hr: Ime
hu: Név
no: Navn
pl: Nazwa
pt: Nome
sv: Namn

source: Type
ca: Tipus
cs: Typ
de: Typ
et: Tüüp
fi: Tyyppi
fr: Genre
hr: Vrsta
hu: Típus
ko: 형식
pl: Typ
pt: Tipo
sk: Typ
sv: Typ
tr: Tür

source: Folder
ca: Carpeta
cs: Poøadaè
de: Ordner
et: Kaust
fi: Kansio
fr: Dossier
hr: Direktorij
hu: Mappa
ko: 폴더
no: Mappe
pt: Pasta
sk: Prieèinok
sv: Mapp
tr: Dizin

source: Add...
ca: Afegir...
cs: Pøidat...
de: Hinzufügen...
et: Lisa...
fi: Lisää...
fr: Ajouter ...
hr: Novi...
hu: Hozzáad...
ko: 추가...
no: Legg til...
pl: Dodaj...
pt: Adicionar...
sk: Prida»...
sv: Lägg till...
tr: Ekle...

source: Modify...
ca: Modificar...
cs: Zmìnit...
de: Ändern...
et: Muuda...
fi: Muokkaa...
fr: Modifier ...
hr: Promijeni...
hu: Módosít...
ko: 변경...
no: Endre...
pl: Modyfikuj...
pt: Modificar...
sk: Zmeni»...
sv: Modifiera...
tr: Deðiþtir..

source: Network
ca: Xarxa
cs: Sí»
de: Netzwerk
et: Võrk
fi: Verkko
fr: Réseau
hr: Mre¾a
hu: Hálózat
ko: 네트웍
no: Nettverk
pl: Sieæ
pt: Rede
sk: &Sie»
sv: Nätverk
tr: Að

source: Message Body Font:
ca: Font del cos del missatge:
cs: Font tìla zprávy:
de: Zeichensatz für Nachricht:
et: Sõnumi keha font:
fi: Viestirungon kirjasin:
hr: Pismo tijela poruke:
hu: Üzenet törzs betûtípusa:
ko: 메시지 본문 글꼴:
no: Meldingskroppskriftype:
pt: Fonte do Corpo da Mensagem:
sk: Písmo tela správy:
sv: Teckensnitt, meddelande
tr: Ýleti Gövdesi Yazý Tipi:

source: Message List Font:
ca: Font de la llista de missatges:
cs: Font pro seznam zpráv:
de: Zeichensatz für Nachrichten-Liste:
et: Sõnumite nimekirja font:
fi: Viestilistan kirjasin:
hr: Pismo popisa poruka
ko: 메시지 목록 글꼴:
no: Meldingslisteskrifttype:
pt: Fontes da Lista de Mensagens:
sk: Písmo zoznamu správ:
sv: Teckensnitt, meddelandelista
tr: Ýleti Dökümü Yazý Tipi:

source: Phrases
ca: Frases
cs: Stylizace
de: Redewendungen
et: Fraasid
fi: Lauseet
fr: Expressions
hr: Fraze
ko: 표현
no: Fraser
pl: Sk³adnia
pt: Frases
sk: ©tylizácia
sv: Fraser
tr: Tümcecik

source: The following placeholders are supported in the reply phrases: %D=date, %S=subject, %F=sender, %%=percent sign
ca: Es suporten els següents indicadors en les frases de rèplica: %D=data, %S=assumpte, %F=remitent, %%=signe percentatge
cs: Nasledující substituèní zkratky jsou podporovány ve stylizaci odpovìdi: %D=datum, %S=pøedmìt, %F=odesilatel, %%=oznaèení procenta
de: Die folgenden Platzhalter werden beim Antworten unterstützt: %D=Datum, %S=Betreff, %F=Absender, %%=Prozent-Zeichen
et: Vastamise fraasides võib kasutada järgmiseid kohatäitjaid: %D=kuupäev, %S=subjekt, %F=saatja, %%=protsendi märk.
fi: Seuraavat lyhenteet ovat tuettuina vastauslauseissa: %D=päivä, %S=aihe, %F=lähettäjä, %%=prosenttimerkki
fr: Les caractères de remplacement suivants sont autorisés dans les expressions : %D=date, %S=sujet, %F=émetteur, %%=signe de pourcentage
hr: Slijedeæi posebni simboli su podr¾ani kod odgovaranja: %D=datum, %S=tema, %F=po¹iljaoc, %%=postotni znak
hu: A következõ makrókat támogatja a válasz szöveg: %D=dátum, %S=tárgy, %F=feladó, %%=százalék jel
ko: 다음 표현식을 답장에 사용할 수 있습니다: %D=날짜, %S=제목, %F=보내는 사람, %%=% 기호
no: De følgende symbolene er støttet i svarstolkningen: %D=dato, %S=emne, %F=sender, %%=perosenttegn
pl: Nastêpujace zmienne mog± byæ u¿yte w sk³adni odpowiedzi: %D=data, %S=temat, %F=wysy³aj±cy, %%=znak procentu
pt: Os seguintes identificadores são suportados na frase de resposta: %D=data, %S=assunto, %F=rementente, %%=percentagem
sk: Nasledujúce substituèné skratky sú podporované v ¹tylizácii odpovede: %D=dátum, %S=predmet, %F=odosielateµ, %%=oznaèenie percenta
sv: Följande alias är tillåtna i svarstexten: %D=datum, %S=ärende, %F=avsändare, %%=procenttecken
tr: yanýtlarda aþaðýdaki özel karakterler kullanýlabilir: %D=tarih, %S=konu, %F=gönderen, %%=yüzde iþareti

source: Reply to sender:
ca: Resposta al remitent:
cs: Odpovìdìt odesilateli:
de: Antwort an Absender:
et: Saatjale vastamine:
fi: Vastaa lähettäjälle
fr: Répondre à l'expéditeur :
hr: Odgovori po¹iljaocu:
ko: 답장 보내기:
no: Svar til avsender:
pl: Odpowied¼ do nadawcy:
pt: Responder ao rementente:
sk: Odpoveda» odosielateµovi:
sv: Svara till avsändaren:
tr: Gönderene yanýt ver

source: Reply to all:
ca: Resposta a tots:
cs: Odpovìdìt v¹em:
de: Allen antworten:
et: Kõigile vastamine:
fi: Vastaa kaikille
fr: Répondre à tous :
hr: Odgovori svima:
ko: 모두에게 답장보내기
no: Svar til alle:
pl: Odpowied¼ do wszystkich:
pt: responder a todos:
sk: Odpoveda» v¹etkým:
sv: Svara till alla:
tr: Herkese yanýt ver

source: Forward:
ca: Transmetre:
cs: Pøedat dál:
de: Weiterleiten:
et: Edasi saatmine:
fi: Lähetä eteenpäin
fr: Réacheminer :
hr: Proslijedi:
ko: 전달:
no: Send videre:
pl: Przesy³anie:
pt: Reenviar:
sk: Preda» ïalej:
sv: Skicka vidare:
tr: Ýlet

source: Indentation:
ca: Entrada:
cs: Odsazení:
de: Einrückung:
et: Treppimine:
fi: Keskitys:
hr: Uvlaèenje:
ko: 들여쓰기:
no: Innrykk:
pl: Wciêcie:
pt: Indentação
sk: Odsadenie:
sv: Indentering:
tr: Girinti

source: On %D, you wrote:
ca: A %D, vàreu escriure:
cs: Dne %D jste napsal(a):
de: Am %D schrieben Sie:
et: Ühel kenal päeval (%D) kirjutasid sa:
fi: Viestissä %D, kirjoitit:
fr: Le %D, vous avez écrit :
hr: Dana %D napisali ste:
ko: %D에 귀하가 작성한 글:
no: %D, du skrev:
pt: Em %D, escreveu:
sk: Dòa %D ste napísali:
sv: Den %D skrev du:
tr: %D ,tarihinde dediniz ki:

source: On %D, %F wrote:
ca: A %D, %F va escriure:
cs: Dne %D %F napsal(a):
de: Am %D schrieb %F:
et: Ühel kenal päeval (%D) kirjutas %F:
fi: Viestissä %D, %F kirjoitti:
fr: Le %D, %F a écrit :
hr: Dana %D, %F je napisao/la:
ko: %D에, %F 작성한 글:
no: %D, %F skrev:
pt: Em %D, %F escreveu:
sk: Dòa %D %F napísal:
sv: Den %D skrev %F:
tr: %D,tarihinde, %F dedi ki:

source: Forwarded Message
ca: Missatge transmés
cs: Pøedaná zpráva
de: Weitergeleitete Nachricht
et: Edasi saadetud sõnum
fi: Uudelleen lähetetty viesti
fr: Message réacheminé
hr: Proslijeðena poruka
ko: 전달된 메시지
no: Videresendt melding
pt: Mensagem Reenviada
sk: Predaná správa
sv: Vidareskickat meddelande
tr: Özgün Ýleti

source: Automatically append signature
ca: Afegir signatura automàticament
cs: Automaticky pøipojit podpis
de: Automatisch angehängte Signatur
et: Lisa automaatselt allkiri
fi: Lisää automaattisesti allekirjoitus
fr: Ajouter automatiquement la signature
hr: Automatski dodaj potpis
hu: Automatikusan aláírja
ko: 서명을 자동으로 붙임
no: Automatisk legg til signatur
pl: Automatycznie do³±cz podpis
pt: Adicionar assinatura automáticamente
sk: Automaticky pripoji» podpis
sv: Lägg till signatur automatiskt
tr: Ýmzayý ekle

source: Automatically sign messages using PGP
ca: Signar els missatges automàticament amb PGP
cs: Automaticky podepsat zprávu pomocí PGP
de: Nachrichten automatisch mit PGP signieren
et: Signeeri automaatselt teated PGP'ga
fi: Allekirjoita automaattisesti viestit PGP:llä
fr: Signer automatiquement les messages avec PGP
hr: Automatski potpi¹i poruke uz pomoæ PGPa
hu: Automatikusan aláírja PGP-vel
ko: PGP 사인을 자동으로 붙임
no: Automatisk signer meldinger ved hjelp av PGP
pl: Automatycznie podpisuj u¿ywaj±c PGP
pt: Assinar messages com o PGP automáticamente
sk: Automaticky podpísa» správu pomocou PGP
sv: Signera automatiskt meddelanden med PGP
tr: PGP kullanarak iletileri imzala

source: Word wrap at column:
ca: Salt de línia a la columna:
cs: Zalamovat slova na sloupci:
de: Zeilenumbruch bei Spalte:
et: Reamurdmine veerust:
fi: Sanankierrätys sarakkeessa:
fr: Césure automatique à la colonne :
hr: Prelomi rijeè na stupcu:
hu: Sortördelés:
ko: 자동으로 줄을 넘길 컬럼위치:
no: Bryt linje på kolonne:
pl: Zawijaj po kolumnie:
pt: Mudança de linha na coluna:
sk: Zalamova» slová na ståpci:
sv: Radbrytning vid kolumn:
tr: Yazma sýnýrý sütun:

source: Use monospaced font
ca: Usar font monoespaciada
cs: Pou¾ívat fonty se stejnì ¹irokými znaky
de: Schrift mit fester Breite
et: Kasuta fikseeritud laiusega fonti
fi: Käytä kiinteävälistä kirjasinta
fr: Utiliser des polices non proportionnelles
hr: Koristi jednoliko pismo
hu: Egyenlõ betûtávolság
ko: 고정폭 글꼴 사용
no: Bruke monospaced skrifttype
pl: Czcionka sta³ej szeroko¶ci
pt: Usar fonte monoespaçada
sk: Pou¾íva» fonty s rovnako ¹irokými znakmi
sv: Använd ickeproportionellt typsnitt
tr: Eþaralalýklý yazý tipi kullan

source: When sending mail
ca: En enviar correu
cs: Pøi posílání po¹ty
de: Beim Senden von Emails
et: Maili saatmisel
fi: Postia lähetettäessä
fr: Lors de l'envoi des messages
hr: Slanje po¹te
ko: 전자우편을 보내는 시기
no: Når post blir sendt
pl: Podczas wysy³ania
pt: Ao enviar o correio
sk: Pri posielaní po¹ty
sv: Vid skickning av brev
tr: Ýleti gönderirken

source: Default sending:
ca: Enviament per omissió:
cs: Implicitní posílání:
de: Standardmäßig senden:
et: Vaikimisi saatmine:
fi: Oletuslähetys:
fr: Envoi par défaut :
hr: Podrazumijevano slanje:
ko: 보내기 기본설정:
no: Standard sending:
pl: Domy¶lne ustawienia:
pt: Envio por omissão:
sk: ©tandardné posielanie:
sv: Standard skickning:
tr: Öntanýmlý gönderme:

source: send now
ca: enviar ara
cs: poslat nyní
de: Jetzt senden
et: saada kohe
fi: lähetä nyt
fr: envoyer maintenant
hr: po¹alji odmah
ko: 지금 보내기
no: send nå
pl: wy¶lij teraz
pt: enviar agora
sk: posla» teraz
sv: skicka nu
tr: þimdi gönder

source: send later
ca: enviar més tard
cs: poslat pozdìji
de: Später senden
et: saada hiljem
fi: lähetä myöhemmin
fr: envoyer plus tard
hr: po¹alji kasnije
ko: 나중에 보내기
no: send senere
pl: wy¶lij pó¼niej
pt: enviar depois
sk: posla» neskôr
sv: skicka senare
tr: sonra gönder

source: Send messages:
ca: Enviament de missatges:
cs: Odeslat zprávy:
de: Sende Nachrichten:
et: Saada sõnumid:
fi: Viestin lähetys:
fr: Envoyer les messages :
hr: Slanje poruka:
ko: 메시지 보내기:
no: Send meldinger:
pl: Wysy³anie wiadomo¶ci:
pt: Enviar mensagens:
sk: Odosla» správy:
sv: Skicka meddelanden:
tr: Ýletileri gönder

source: Allow 8-bit
ca: Permetre 8-bit
cs: Povol 8-bitové
de: Erlaube 8-Bit
et: Luba 8 bitti
fi: Salli 8-bittiä
fr: Autoriser les caractères 8 bits
hr: Dozvoli 8-bitno
hu: 8-bites üzenetek engedélyezése
ko: 8 비트 허용
no: Tillat 8-bit
pl: Dopu¶æ 8 bitów
pt: Permitir 8-bit
sk: Povoli» 8-bitové
sv: Tillåt 8 bitar
tr: 8-bit izin ver

source: MIME Compilant (Quoted Printable)
ca: Conforme MIME (Quoted Printable)
cs: Vyhovujicí MIME (Quoted Printable)
de: MIME-verträglich (Quoted Printable)
fi: MIME Yhteensopiva (QP)
fr: Conformité MIME (Quoted Printable)
hr: MIME Compliant (Quoted Printable)
hu: MIME kódolt üzenetek
ko: Mime 편집 (
no: MIME-kompilant (Quoted Printable)
pt: MIME (Imprimível)
sk: Vyhovujúce MIME (Quoted Printable)
sv: MIME kompatibelt (Quoted Printable)
tr: MIME Uyumlu

source: Composer
ca: Compositor
cs: Nový editor
de: Nachrichten erstellen
et: Redaktor
fi: Kirjoitusohjelma
hr: Sastavljaè
ko: 작성기
pl: Format
pt: Compositor
sk: Editor správ
sv: Brev
tr: Düzenleyici

source: empty trash on exit
ca: buidar la paperera en sortir
cs: vyprázdnit ko¹ pøi ukonèení
de: Mülleimer bei Beenden leeren
et: väljumisel tühjenda prügikast
fi: tyhjennä roskakori lopetetettaessa
fr: vider la corbeille lors de la sortie
hr: isprazni smeæe prilikom izlaska
hu: kuka ûrítése kilépéskor
ko: 종료시에 휴지통 비우기
no: tøm søppelkurv ved avslutning
pl: opró¿nij ¶mietnik przy wyj¶ciu
pt: esvaziar lixo ao sair
sk: vyprázdni» kô¹ pri ukonèení
sv: Töm papperskorgen vid avslut
tr: çýkýþta çöp sepetini boþalt

source: Send Mail in outbox Folder on Check
cs: Odeslat zprávy ze slo¾ky outbox
de: Sende Email im Postausgang bei Abholung
et: Kontrollimisel saada mailid kaustast 'outbox'
hr: Po¹alji odlazeæe poruke prilikom provjere po¹te
hu: Kimenõ üzenetek küldése a levelek letöltésekor
no: Send post i utboksmappen ved sjekking av mail
pt: Enviar Correio na pasta de saída ao verificar
sk: Pri kontrole zasla» po¹tu z prieèinku outbox
sv: Skicka brev i utkorgen vid koll

source: Misc
cs: Ruzné
de: Verschiedenes
et: Muud
hr: Razno
hu: Egyéb
no: Forskjellig
pl: Ró¿ne
sv: Övrigt

source: Message Body Font
ca: Font del cos del missatge
cs: Font tìla zprávy
de: Zeichensatz für Nachricht
et: Sõnumi keha font
fi: Viestirungon kirjasin
hr: Pismo tijela poruke
hu: Üzenet törzs betûtípusa
ko: 메시지 본문 글꼴
no: Meldingskroppskrifttype
pt: Fontes do Corpo da Mensagem
sk: Písmo tela správy
sv: Typsnitt, meddelande
tr: Ýleti Gövdesi Yazý Tipi

source: Message List Font
ca: Font de la llista de missatges
cs: Font pro seznam zpráv
de: Zeichensatz für Nachrichten-Liste
et: Sõnumi nimekirja font
fi: Viestilistakirjasin
hr: Pismo popisa poruka
ko: 메시지 목록 글꼴
no: Meldingslisteskriftype
pt: Fontes da Lista de Mensagem
sk: Písmo zoznamu správ
sv: Typsnitt, meddelandelista
tr: Ýleti Dökümü Yazý Tipi

source: Select Account
ca: Seleccionar compte
cs: Vybìr konta
de: Postfach auswählen
et: Vali konto
fi: Valitse profiili
fr: Choisir la boîte aux lettres
hr: Odaberite korisnièki raèun
hu: Ügyfél választás
ko: 계정 선택
no: Velg konto
pl: Wybierz rodzaj konta
pt: Seleccionar Conta
sk: Vyberte konto
sv: Välj konto
tr: Hesap Seç

source: Unnamed
ca: Sense nom
cs: Nepojmenované
de: Unbenannt
et: Nimetu
fi: Nimeämätön
fr: Sans nom
hr: Bezimen
ko: 이름없음
no: Uten navn
pl: Nienazwane(a)
pt: Sem nome
sk: Bez mena
sv: Namnlös
tr: Adsýz

source: Choose Sendmail Location
ca: Escollir la localització de Sendmail
cs: Zadejte umístìní Sendmailu
de: Sendmail suchen
et: Vali sendmail'i asukoht
fi: Valitse Sendmailin sijainti
fr: Choisir l'emplacement de Sendmail
hr: Odaberite lokaciju Sendmaila
hu: Sendmail elérési útjának megadása
ko: Sendmail 위치 선택
no: Velg Sendmail-lokalisering
pl: Wska¿ sie¿kê do sendmaila
pt: Escolher Localização do Sendmail
sk: Zadajte umiestnenie Sendmailu
sv: Bestäm Sendmails plats
tr: Sendmail Yerleþimini Seç
