Repository: KDE/kde1-kdenetwork
Catalog: po/*/knu.po
Languages: el, fi, fr, sk

source: Host &resolution
el: Ανάλυση διεύθυνσης
fi: Isännän &selvitys
fr: &Résolution de noms
sk: &Rozlí¹enie hostiteµa

source: There is no command enabled in the configuration file. So I can't do anything...
el: Δεν υπάρχει ενεργοποιημένη εντολή στο αρχείο ρυθμίσεων, οπότε δεν μπορώ να κάνω τίποτα...
fi: Komentoa ei ole asetettu asetustiedostossa. En voi tehdä mitään...
fr: Il n'y a aucune commande autorisée dans le fichier de configuration. Vous n'allez avoir accès à aucune fonction...
sk: V konfiguraènom súbore nie je aktivovaný ¾iadny príkaz. Tak¾e nemô¾em niè vykonáva»...

source: &New window
el: Νέο παράθυρο
fi: &Uusi ikkuna
fr: &Nouvelle fenêtre
sk: &Nové okno

source: &Close window
el: Κλείσιμο παραθύρου
fi: &Sulje ikkuna
fr: &Fermer la fenêtre
sk: &Zavrie» okno

source: Select &all
el: Επιλογή όλων
fi: Valitse &kaikki
fr: Sélectionner &tout
sk: Vybr&a» v¹etko

source: C&lear output window
el: Καθαρισμός παραθύρου αποτελεσμάτων
fi: &Tyhjennä tulosikkuna
fr: Effacer la fenêtre d'affichage
sk: &Vyèisti» okno s výstupom

source: P&references...
el: Προτιμήσεις...
fi: &Asetukset
fr: &Préférences...
sk: N&astavenie...

source: &About %s
fr: &A propos de %s
sk: &Informácie o %s

source: About &Qt
el: Για το Qt
fi: Tietoja &Qt:ta
fr: A propos de &Qt
sk: Informácie o &Qt

source: About...
el: Σχετικά...
fi: Tietoja...
fr: A propos...
sk: Informácie...

source: H&ost:
el: Διεύθυνση
fi: I&säntä
fr: &Machine :
sk: H&ostiteµ:

source: &Go!
el: Συνέχεια
fi: &Aja!
sk: Vy&kona»!

source: This command binary was not found. You can give its path in the Edit->Preferences... menu.
el: Το εκτελέσιμο αυτής της εντολής δεν βρέθηκε. Μπορείτε να ορίσετε την τοποθεσία του από το μενού Επεξεργασία->Προτιμήσεις.
fi: Komentohjelmaa ei löytynyt. Voit antaa sen polun Editoi->Asetukset... valikoissa.
fr: L'application correspondant à cette commande n'a pas été trouvée. Vous pouvez donner son chemin par le menu Edition->Préférences...
sk: Program vykonávajúci túto funkciu nebol nájdený. Je mo¾né zada» jeho meno a cestu v menu Upravi»->Nastavenie.

source: You have a problem in your %s/%src configuration file. In the [%s] group, I can't find a valid "path=" entry. Please use Edit->Preferences... menu to configure it again.
el: Υπάρχει πρόβλημα στο αρχείο παραμέτρων %s/%src Στην ομάδα [%s], δεν μπορώ να βρώ μια έγκυρη αναφορά "path=". Παρακαλώ χρησιμοποιήστε το μενού Επεξεργασία->Προτιμήσεις για να το ρυθμίσετε.
fr: Incohérence détectée dans le fichier de configuration %s/%src. Dans le groupe [%s], il n'y a pas d'entrée "path=" valide. Veuillez utiliser le menu Edition->Préférences... pour le configurer à nouveau.
sk: Máte problém vo va¹om %s/%src konfiguraènom súbore. V skupine [%s] nemô¾em nájs» správnu polo¾ku "path=". Prosím pou¾ite menu Úpravy->Nastavenie a správne nastavte po¾adované polo¾ky.

source: Error in pathname
el: Σφάλμα στην τοποθεσία
fr: Erreur dans le chemin du fichier
sk: Chyba v ceste

source: Binary
el: Δυαδικό
fi: Ohjelma
fr: Application
sk: Program

source: Path&name:
el: Τοποθεσία:
fi: P&olku ja nimi
fr: &Chemin du programme :
sk: U&miestnenie:

source: Additional &arguments:
el: Επιπλέον ορίσματα:
fi: Ylimääräiset optiot:
fr: &Paramètres additionnels :
sk: &Ïal¹ie parametre

source: This command had been disabled in the configuration file.
el: Αυτή η εντολή έχει απενεργοποιηθεί από το αρχείο παραμέτρων.
fi: Tämä komento on poistettu asetustiedostossa
fr: Cette commande a été désactivée dans le fichier de configuration.
sk: Tento príkaz bol vypnutý v konfiguraènom súbore.

source: - configuration
el: - παράμετροι
fi: - asetus
sk: - konfigurácia

source: Hostname
sk: Meno hostiteµa

source: Loss
sk: Strata

source: Rcv
sk: Pri

source: Snt
sk: Pos

source: Best
sk: Najl.

source: Avg
sk: Priem.

source: Worst
sk: Najho.

source: Make host &name resolution
el: Ανάλυση διεύθυνσης υπολογιστή
fi: Tee isännän &nimen selvitys
fr: Résoudre le &noms
sk: Previes» rozlí¹enie &mena hostiteµa

source: &Maximum number of hops:
el: Μέγιστος αριθμός μεταβάσεων
fi: &Maksimimäärä hyppyjä:
fr: Nombre ma&ximum de sauts :
sk: &Maximálny poèet skokov:

source: address (A)
el: διεύθυνση (Α)
fi: osoite (A)
fr: adresse (A)
sk: adresa (A)

source: name (PTR)
el: Όνομα (PTR)
fi: nimi (PTR)
fr: nom (PTR)
sk: meno (PTR)

source: name server (NS)
el: Εξυπηρετητής διεθύνσεων (NS)
fi: nimipalvelin (NS)
fr: serveur de noms (NS)
sk: menný server (NS)

source: mail exchanger (MX)
el: Υπεύθυνος αλληλογραφίας (MX)
fi: postipalvelin (MX)
fr: échangeur de messages (MX)
sk: po¹tový sprostredkovateµ (MX)

source: start of authority (SOA)
el: Αρχή (SOA)
fi: tunnisteen alku (SOA)
fr: début d'autorité (SOA)
sk: ¹tart autority (SOA)

source: any record (ANY)
el: Όλες τις εγγραφές (ANY)
fi: mikä tahansa (ANY)
fr: tous les enregistrements (ANY)
sk: µubovoµný záznam (ANY)

source: Se&arch for:
el: Ψάξε για:
fi: &Etsi:
fr: Re&chercher :
sk: &Hµada»:

source: default server
el: Εξυπηρετητής εξ ορισμού
fi: oletuspalvelin
fr: serveur par défaut
sk: ¹tandardný server

source: &User:
fr: &Utilisateur :
sk: &U¾ívateµ:

source: &Traceroute
el: Εύρεση διαδρομής

source: &Stop
el: Στοπ
fi: &Lopeta

source: alias (CNAME)
el: εναλλακτικό όνομα (CNAME)

source: Ser&ver:
el: Εξυπηρετητής
fi: Pal&velin
fr: Ser&veur :

source: User:
el: Χρήστης:

source: Server:
el: Εξυπηρετητής:

source: &Matt's traceroute
fr: &Traceroute

source: hos&t
fr: hô&te
