Repository: KDE/kde1-kdenetwork
Catalog: po/*/kppp.po
Languages: de, es, fi, fr, he, it, ja, pl, sk

source: Cannot create CHAP authentication file "%s"
de: Kann CHAP-Authentifizierungsdatei "%s" nicht erzeugen
fr: Impossible de créer le fichier d'identification "%s" pour CHAP
he: CHAP תורדגה ץבוק תא רוציל ןתינ אל "%s"
ja: CHAP の認証ファイル "%s" をつくれません。

source: You must specify a telephone number!
de: Sie müssen eine Telefonnummer angeben!
fr: Vous devez préciser un numéro de téléphone !
ja: 電話番号を指定してください！

source: Quit kPPP?
de: kppp beenden?
es: ¿Salir de kPPP?
fi: Lopeta kPPP?
fr: Quitter kPPP ?
he: ? האיצי
it: Esco da kPPP?
ja: kpppを終了しますか？
pl: Zakoñczyæ kppp?
sk: Ukonèi» kPPP?

source: Exiting kPPP will close your PPP Session.
de: Das Verlassen von kPPP wird die Verbindung trennen.
es: Salir de kPPP terminará la conexión actual.
fi: kPPP:n lopetus sulkee PPP-istuntosi.
fr: Quitter kPPP fermera votre session PPP.
he: תרציש PPP ה רשק קותינל םורגת תשרל גויחמ האיצי
it: Uscendo da kPPP si chiudera` la sessione PPP.
ja: kpppを終了するとPPP接続も切断されます。
pl: Zamkniêcie kppp zakoñczy Twoje po³±czenie
sk: Ukonèenie kPPP uzavie va¹u PPP seansu.

source: Can not load the accounting ruleset "
de: Kann die Gebührenregelungen nicht laden "
es: No se puede cargar la configuración de coste y tarifas "
fi: En saa ladattua laskutus sääntöä "
fr: Impossible de charger les règles de facturation de compte "
he: יקוח ץבוק תא ןועטל ןתינ אל בקעמה
it: Non posso caricare i settaggi dell'account "
ja: 接続回線のルールセットを読み込めません ルールセット "
pl: Nie mo¿na za³adowaæ regu³y cennika "
sk: Nemô¾em naèíta» pravidlá pre úètovanie"

source: Sorry, can't open modem.
de: Sorry, kann auf Modem nicht zugreifen.
es: Lo siento, no se puede acceder al modem.
fi: En saa avattua modeemia.
fr: Désolé, je ne peux pas me connecter au modem.
he: םדומה םע רשק רוציל חילצמ אל
it: Spiacente, impossibile accedere al modem
ja: モデムを開けません。
pl: Nie mo¿na otworzyæ modemu.
sk: ¥utujem, nemô¾em otvori» modem.

source: Sorry, can't detect state of CD line.
de: Sorry, kann den Status der Befehlszeile nicht feststellen.
fr: Désolé, je ne peux pas détecter l'état de la ligne CD.
ja: CDラインの状態を検出できません。

source: Sorry, the modem is not ready.
de: Sorry, das Modem ist nicht bereit.
es: Lo siento, el modem no está preparado.
fi: Modeemi ei ole valmis
fr: Désolé, le modem n'est pas prêt.
he: ןכומ וניא םדומה
it: Spiacente, il modem non e` pronto.
ja: モデムは使用できません。
pl: Modem nie jest gotów.
sk: ¥utujem, modem nie je pripravený.

source: Sorry, the modem is busy.
de: Sorry, das Modem ist besetzt.
es: Lo siento, el modem está ocupado.
fi: Modeemi on jo käytössä
fr: Désolé, le modem est occupé.
he: .שומישב םדומה
it: Spiacente, il modem e` occupato
ja: モデムは使用中です。
pl: Modem jest zajêty.
sk: ¥utujem, modem je zaneprázdnený.

source: Modem Ready.
de: Modem bereit.
fr: Le modem est prêt.
ja: モデム準備完了

source: Can't restore tty settings: tcsetattr()
de: Kann tty-Einstellungen nicht wiederherstellen: tcsetattr()
es: No se puede restaurar la configuración del tty: tcsetattr()
fi: En saa palautettua tty:n asetuksia: tcsetattr()
fr: Impossible de restaurer les paramètres tty: tcsetattr()
he: tty תורדגה רזחשל ןתינ אל
it: Impossibile ripristinare il settaggio della tty: tcsetattr()
ja: tty の設定をもとに戻せません: tcsetattr()
pl: Nie mogê przywróciæ ustawieñ tty: tcsetattr()
sk: Nemô¾em obnovi» nastavenie tty: tcsetattr()

source: Sorry, the modem doesn't respond.
de: Sorry, das Modem antwortet nicht.
fr: Désolé, le modem ne répond pas.
ja: モデムからの返答がありません。

source: Unknown speed
de: Unbekannte Geschwindigkeit
fr: Vitesse inconnue
ja: 未知のスピードです

source: Edit Modem Commands
de: Bearbeite Modembefehle
es: Editar Cadenas del Modem
fi: Editoi modeemin komentoja
fr: Modifier les commandes du modem
he: םדומ תודוקפ יוניש
it: Modifica comandi modem
ja: モデムコマンドの編集
pl: Edycja poleceñ modemu
sk: Úprava modemových príkazov

source: Pre-Init Delay (sec/100):
de: Init-Verzögerung (sec/100):
fr: Délai de pré-initialisation (100èmes de seconde) :
ja: 初期化前の遅延 (秒/100)：

source: Initialization String:
de: Init-String:
es: Cadena de Inicialización:
fi: Asetusrivi:
fr: Chaîne d'initialisation :
he: לוחתיא תזורחמ
it: Stringa inizializzazione:
ja: 初期化文字：
pl: Polecenia inicjalizuj±ce:
sk: Inicializaèný re»azec:

source: Post-Init Delay (sec/100):
de: Init-Verzögerung (sec/100)
fr: Délai de post-initialisation (100èmes de seconde) :
ja: 初期化後の遅延 (秒/100)：

source: Init Response:
de: Init-Antwort:
es: Respuesta de Inicio:
fi: Asetuksen vastaus:
fr: Réponse après l'initialisation :
he: לוחתיא תבוגת
it: Responso inizializzazione:
ja: 初期化成功：
pl: Odpowied¼ na polecenie:
sk: Poèiatoèná odozva:

source: Dial String:
de: Wählstring:
es: Cadena de Marcado:
fi: Soittorivi:
fr: Chaîne d'appel :
he: גויח תזורחמ
it: Stringa di chiamata:
ja: ダイアル文字列：
pl: Polecenie dzwonienia:
sk: Vytáèací re»azec:

source: Connect Response:
de: Verbindungsantwort:
es: Respuesta de Conexión:
fi: Yhteydenmuodostusvastaus:
fr: Réponse "Connecté" :
he: רוביח תבוגת
it: Responso connessione:
ja: 接続成功：
pl: Odpowied¼ po po³±czeniu:
sk: Odozva pri pripojení:

source: Busy Response:
de: Besetztantwort:
es: Respuesta de Ocupado:
fi: Varatun linjan vastaus:
fr: Réponse "Occupé" :
he: סופת תבוגת
it: Segnale di occupato:
ja: 使用中：
pl: Odpowied¼, gdy zajêty:
sk: Obsazovacia odozva:

source: No Carrier Response:
de: Kein-Trägersignal-Antwort:
fr: Réponse "Pas de porteuse" :
ja: キャリア喪失：

source: No Dialtone Response:
de: Kein-Freizeichen-Antwort:
es: Respuesta de No hay Tono de Marcado:
fi: Ei soittoääntä vastaus:
fr: Réponse "Pas de tonalité" :
he: גויח לילצ ןיא תבוגת
it: Responso linea assente:
ja: ダイアルトーンなし：
pl: Odpowied¼ gdy brak sygna³u:
sk: Odozva pri neprítomnosti vyzvánacieho tónu:

source: Hangup String:
de: Auflegen-Folge:
es: Cadena para Colgar:
fi: Lopetusrivi:
fr: Chaîne pour raccrocher :
he: קותינ תזורחמ
it: Stringa hangup:
ja: 中止命令：
pl: Polecenie roz³±czenia:
sk: Re»azec pre zavesenie:

source: Hangup Response:
de: Auflegen-Antwort:
es: Respuesta al Colgar:
fi: Lopetusvastaus:
fr: Réponse après le raccrochage :
he: קותינ תבוגת
it: Responso hangup:
ja: 中止成功：
pl: Odpowied¼ po roz³±czeniu:
sk: Odozva pre zavesenie:

source: Answer String:
de: Antwort-Folge:
es: Cadena para Responder:
fi: Vastausrivi:
fr: Chaîne de réponse :
he: הנעמ תזורחמ
it: Stringa di risposta:
ja: 呼出応答命令：
pl: Polecenie odebrania:
sk: Odpovedajúci re»azec:

source: Ring Response:
de: Klingel-Antwort:
es: Respuesta al Timbre:
fi: Soittoon vastaus:
fr: Réponse "Sonnerie" :
he: גויח תבוגת
it: Responso squillo:
ja: ダイアル成功：
pl: Odpowied¼ na dzwonienie:
sk: Vyzváòajúca odozva:

source: Answer Response:
de: Antwort-Meldung:
es: Respuesta al Descolgar y Conectar:
fi: Vastauksen vastaus:
fr: Réponse "Réponse" :
he: הנעמ תבוגת
it: Responso connessione:
ja: 呼出応答成功：
pl: Odpowied¼ po odebraniu:
sk: Odpovedajúca odozva:

source: Escape String:
de: Escapefolge:
es: Cadena de Escape:
fi: Lopetusrivi:
fr: Chaîne d'échappement :
it: Stringa di escape:
ja: エスケープ命令：
pl: Przej¶cie do poleceñ:
sk: Ukonèovací re»azec:

source: Escape Response:
de: Escapeantwort:
es: Respuesta de Escape:
fi: Lopetusvastaus:
fr: Réponse après échappement :
he: החירבה תזורחמ
it: Responso di escape:
ja: エスケープ成功：
pl: Po przej¶ciu do poleceñ:
sk: Ukonèovacia odozva:

source: Guard Time (sec/50):
de: Guard-Dauer (sek/50):
es: Tiempo entre cadenas (sec/50):
fi: Valvonta-aika (sek/50):
fr: Temps de garde (50èmes de seconde) :
it: Tempo controlli (sec/50):
ja: ガード時間 (秒/50)：
pl: Czas wysy³ania znaku (s/50)
sk: Èas strá¾enia (sec/50)

source: Volume off/low/high
de: Lautstärke aus/niedrig/hoch
fr: Volume off/bas/élevé
ja: ボリューム オフ/小/大

source: Customize pppd Arguments
de: Bearbeite pppd-Argumente
es: Personalizar Opciones del pppd
fi: Kustomoi pppd:n argumentteja
fr: Personnaliser les paramètres de pppd
he: pppd ל םיטנמוגראב שמתשה
it: Configura opzioni pppd
ja: pppd のオプションを編集
pl: Zaawansowane opcje pppd
sk: Úprava parametrov pppd

source: Argument:
es: Opción:
fi: Argumentti:
fr: Paramètre :
he: טנמוגרא
it: Opzioni:
ja: オプション：
pl: Opcja:

source: Defaults
de: Voreinstellungen
fr: Défaut
ja: デフォルト

source: The application-specific config file could not be opened neither read-write nor read-only. The superuser might have to change its ownership by issuing the following command in your home directory: chown {YourUsername} .kde/share/config/kppprc
fr: Le fichier de configuration spécifique à l'application n'a pas pu être ouvert, ni en lecture/écriture, ni en lecture seule. L'administrateur devrait changer le propriétaire de ce fichier en utilisant la commande suivante dans votre répertoire home : chown {VotreNomUtilisateur} .kde/share/config/kppprc
ja: このアプリケーションのコンフィグファイルが 読み書き可でも読み込みのみ可でもないために 開くことができません。 そのファイルの所有者を変えるためにスーパーユーザが 次のコマンドをあなたのホームディレクトリで実行しなくては ならないかもしれません。 chown {YourUsername} .kde/share/config/kppprc

source: ATI Query
de: ATI-Abfrage
es: Consultar Información ATI
fi: ATI kysely
fr: Interroger avec les commandes ATI
he: םדומ םע תרושקת םייקמ
it: Interrogazione ATI
ja: ATI調査
pl: Testowanie modemu
sk: ATI otázka

source: Modem Query timed out.
de: Zeitüberschreitung der Modemabfrage.
es: Consulta del Modem fuera de tiempo.
fi: Modeemin kyselyn aika loppui
fr: L'interrogation du modem a dépassé le temps imparti.
he: לשכנ םדומ םע רשק
it: Timeout interrogazione modem.
ja: モデム調査の時間切れ。
pl: Przekroczono czas oczekiwania na odpowied¼ modemu
sk: Vypr¹al èas pri komunikácii s modemom.

source: Modem Ready
de: Modem bereit
es: Modem Preparado
fi: Modeemi valmis
fr: Le modem est prêt
he: ןכומ םדומה
it: Modem pronto
ja: モデム
pl: Modem gotów
sk: Modem pripravený

source: Modem Query Results
de: Ergebnisse der Modemabfrage
es: Resultados de la Consulta del Modem
fi: Modeemin kyselun tulos
fr: Résultats de l'interrogation du modem
he: םדומ תתליאש תואצות
it: Responso interrogazione modem
ja: モデム調査の結果
pl: Rezultaty odpytywania modemu
sk: Výsledky vyhµadávania modemu

source: kppp Statistics
de: kppp-Statistik
es: Kppp Estadísticas
fi: kppp statistiikka
fr: Statistiques kppp
he: תשרל רוביח לש הקיטסיטטס
it: Statistiche kppp
ja: kppp 通信量の統計
pl: Statystyka kppp
sk: ©tatistiky kppp

source: Statistics
de: Statistik
es: Estadísticas
fi: Statistiikka
fr: Statistiques
he: הקיטסיטטס
it: Statistiche
ja: 通信統計
pl: Statystyka
sk: ©tatistiky

source: Local Addr:
de: Lokale Adresse:
es: Dirección Local:
fi: Oma osoite:
fr: Adresse locale :
he: תימוקמ תבותכ
it: Indirizzo locale:
ja: ローカルアドレス：
pl: Lokalny IP:
sk: Lokálna adresa:

source: Remote Addr:
de: Entfernte Adresse:
es: Dirección Remota:
fi: Etäpään osoite:
fr: Adresse distante :
he: תרשה תבותכ
it: Indirizzo remoto:
ja: リモートアドレス：
pl: Zdalny IP:
sk: Vzdialená adresa:

source: bytes in
de: Bytes empfangen
es: bytes de entrada
fi: tavuja sisään
fr: octets entrants
he: םיסנכנ םיטייב
it: bytes in entrata
ja: 受信バイト
pl: bajtów WE
sk: pri¹lo bajtov

source: bytes out
de: Bytes gesendet
es: bytes de salida
fi: tavuja ulos
fr: octets sortants
he: םיאצוי םיטייב
it: bytes in uscita
ja: 送信パケット
pl: bajtów WY
sk: odi¹lo bajtov

source: packets in
de: Datenpakete empfangen
es: paquetes de entrada
fi: paketteja sis.
fr: paquets entrants
he: וסנכנ תונמ
it: packets in entrata
ja: 受信パケット
pl: pakietów WE
sk: pri¹lo paketov

source: packets out
de: Datenpakete gesendet
es: paquetes de salida
fi: paketteja ulos
fr: paquets sortants
he: ואצי תונמ
it: packets in uscita
ja: 送信パケット
pl: pakietów WY
sk: odi¹lo paketov

source: vjcomp in
de: vjcomp empfangen
es: paquetes Van Jacobson de entrada con compresión
fi: vjcomp sisään
fr: vjcomp entrants
he: vjcomp תסינכ
it: vjcomp in entrata
ja: 受信VJヘッダ圧縮
pl: vjcomp WE
sk: pri¹lo vjcomp

source: vjcomp out
de: vjcomp gesendet
es: paquetes Van Jacobson de salida con compresión
fi: vjcomp ulos
fr: vjcomp sortants
he: vjcomp האיצי
it: vjcomp in uscita
ja: 送信VJヘッダ圧縮
pl: vjcomp WY
sk: odi¹lo vjcomp

source: vjunc in
de: vjunc empfangen
es: paquetes Van Jacobson de entrada sin compresión
fi: vjunc sisään
fr: vjunc entrants
he: vjunc הסינכ
it: vjunc in entrata
ja: 受信VJヘッダ非圧縮
pl: vjunc WE
sk: do¹lo vjunc

source: vjunc out
de: vjunc gesendet
es: paquetes Van Jacobson de salida sin compresión
fi: vjunc ulos
fr: vjunc sortants
he: vjunc האיצי
it: vjunc in uscita
ja: 送信VJヘッダ非圧縮
pl: vjunc WY
sk: odi¹lo vjunc

source: vjerr
es: errores en paquetes Van Jacobson
ja: VJエラー

source: non-vj
de: nicht-vj
es: paquetes no Van Jacobson
he: vj אלל
ja: VJでない通信

source: unavailable
de: nicht verfügbar
es: no disponible
fi: ei tietoa
fr: non disponible
he: ןימז אל
it: non disponibile
ja: 利用できません
pl: nieosi±galne
sk: neprístupný

source: Kppp Mini-Terminal
fi: Kppp miniterminaali
fr: Mini-terminal Kppp
he: תשרל גויח לש לנימרט ינימ
it: MiniTerminale kppp
ja: Kppp ミニターミナル

source: &Reset Modem
de: Modem zu&rücksetzen
es: &Resetear Modem
fi: &Resetoi modeemi
fr: &Réinitialiser le modem
he: םדומ לוחתא
it: &Resetta modem
ja: モデムをリセット (&R)
pl: &Reset modemu
sk: &Resetova» modem

source: MiniTerm - A terminal emulation for KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> This program is published under the GNU GPL (GNU General Public License)
de: MiniTerm - Eine Terminalemulation für KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Dieses Programm ist unter der GNU GPL veröffentlicht (GNU General Public License).
fr: MiniTerm - Une émulation de terminal pour KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Ce programme est publié sous license GNU GPL (GNU General Public License)
ja: MiniTerm - KPPP のためのターミナルエミュレーション (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> このプログラムは GNU GPL(GNU General Public License) のもとに公開されました。

source: &Modem
fi: &Modeemi
he: םדומ
ja: モデム (&M)

source: Close MiniTerm
de: MiniTerm beenden
fr: Fermer le mini-terminal
ja: MiniTerm を閉じる

source: Reset Modem
de: Modem zurücksetzen
es: Resetear Modem
fi: Resetoi modeemi
fr: Réinitialiser le modem
he: םדומ לוחתא
it: Resetta modem
ja: モデムをリセット
pl: Reset modemu
sk: Resetova» modem

source: Initializing Modem
de: initialisiere Modem
es: Inicializando el Modem
fi: Aseta modeemi
fr: Initialisation du modem
he: םדומ לחתאמ
it: Inizializzazione modem
ja: モデムを初期化中
pl: Inicjalizacja modemu
sk: Inicializácia modemu

source: Hanging up ...
de: Hänge auf...
es: Colgando ...
fi: Katkaisen ...
fr: Raccrochage en cours...
he: ....קתנתמ
it: Disconnessione ..
ja: 中止 ...
pl: Roz³±czanie ...
sk: Skladám ...

source: Resetting Modem
de: Setze Modem zurück
es: Reseteando el Modem
fi: Resetoin modeemin
fr: Réinitialisation du modem en cours
he: םדומ לחתאמ
it: Resetto il modem
ja: モデムをリセット中
pl: Resetujê modem
sk: Resetujem modem

source: Accounting Setup
de: Abrechnungs-Einrichtung
es: Configuración Coste
fi: Laskutuksen Asetus
fr: Configuration de la facturation
he: בקעמ תורדגה
it: Configurazione calcolo spese telefoniche
ja: 通信料の設定
pl: Ustawienia obliczania kosztów po³±czenia
sk: Nastavenie úètovania

source: Enable accounting
de: Abrechnung ein
es: Activar Seguimiento de Costes
fi: Salli laskutus
fr: Permettre la facturation
he: בקעמ רשפא
it: Abilita calcolo spese telefoniche
ja: 通信料を有効可
pl: Aktywuj obliczanie kosztów po³±czenia
sk: Sprístupni» úètovanie

source: Selected:
de: Ausgewählt:
es: Tarifa Seleccionada:
fi: Valittu:
fr: Sélectionné :
he: הריחב
it: Selezionato:
ja: 選択した回線：
pl: Wybrano cennik:
sk: Vybraných:

source: Volume accounting:
de: Volumenberechnung:
fi: Määrälaskutus:
fr: Facturation en volume :
he: תרושקית חפנ בקעמ
ja: 通信量の測定：

source: No accounting
de: Keine Berechnung
fi: Ei määrälaskutusta
fr: Pas de facturation
he: בקעמ אלל
ja: 測定しない

source: Bytes in
de: Bytes empfangen
fi: Tavuja sisään
fr: Octets entrants
he: םיסנכנ םיתב
ja: 受信バイト

source: Bytes out
de: Bytes gesendet
fi: Tavuja ulos
fr: Octets sortants
he: םיאצוי םיתב
ja: 送信バイト

source: Bytes in and out
de: Bytes gesendet/empfangen
fi: Tavuja sisään ja ulos
fr: Octets entrants et sortants
he: םיסנכנו םיאצוי םיתב
ja: 送受信バイト

source: Available rules
de: Verfügbare Regelungen
es: Tarifas Disponibles
fi: Olemassaolevat säännöt
fr: Règles disponibles
he: םינימז בקעמ יקוח
it: Regole disponibili
ja: 利用できるルール
pl: Dostêpne cenniki
sk: Dostupné pravidlá

source: (none)
ja: (なし)

source: kppp: no rulefile specified
de: kppp: keine Regelungsdatei angegeben
es: kppp: no se ha especificado ninguna tarifa
fi: kppp: ei sääntötiedostoa määritelty
fr: kppp: aucun fichier de règles spécifié
he: בקעמ יקוח לש ץבוק רדגוה אל
it: kppp: nessun file delle regole specificato
ja: kppp: ルールファイルが選ばれていません
pl: kppp: nie wybrano pliku cennika
sk: kppp: ne¹pecifikované ¾iadne pravidlo

source: kppp: rulefile "%s" not found
de: kppp: Regelungsdatei "%s" nicht gefunden
es: kppp: fichero de tarifas "%s" no encontrado
fi: kppp: sääntötiedostoa "%s" ei löytynyt
fr: kppp: le fichier de règles "%s" n'a pas été trouvé
he: אצמינ אל "%s" בקעמה יקוח ץבוק
it: kppp: file delle regole "%s" non trovato
ja: kppp: ルールファイル "%s" が見つかりません
pl: kppp: plik cennika "%s" nie odnaleziony
sk: kppp: nena¹iel som súbor s pravidlami - "%s"

source: kppp: rulefiles must have the extension ".rst"
de: kppp: Regelungsdatei muß die Erweiterung ".rst" haben
es: kppp: los ficheros de tarifas han de tener extensión ".rst"
fi: kppp: sääntötiedostoilla on oltava pääte ".rst"
fr: kppp: les fichiers de règles doivent avoir l'extension ".rst"
he: .rst תמויסב שמתשהל שי בקעמ יקוח ץבוקל
it: kppp: il file delle regole deve avere l'estensione ".rst"
ja: kppp: ルールファイルは拡張子が ".rst" でなければなりません
pl: kppp: plik cennika musi mieæ rozszerzenie ".rst"
sk: kppp: súbory s pravidlami musia ma» koncovku ".rst"

source: kppp: error parsing the ruleset
de: kppp: Fehler beim Analysieren des Regelungswerks
es: kppp: error al analizar el fichero de tarifas
fi: kppp: virhe sääntöötiedostoa käännettäessä
fr: kppp: erreur lors de la lecture des règles
he: בקעמה יללכ חונעיפב האיגש
it: kppp: errore analisi file delle regole
ja: kppp: ルールセット読み込み中のエラー
pl: kppp: B³±d w pliku cennika
sk: kppp: chyba pri analýze pravidiel

source: kppp: parse error in line %d
de: kppp: Analysefehler in Zeile %d
es: kppp: error de sintaxis en la línea %d
fi: kppp: käännösvirhe rivillä %d
fr: kppp: erreur de lecture à la ligne %d
he: %d :הרושב חונעיפ תאיגש
it: kppp: errore alla linea %d
ja: kppp: %d 行目でのエラー
pl: kppp: b³±d sk³adniowy w linii %d
sk: kppp: chyba pri analýze na riadku %d

source: kppp: rulefile does not contain a default rule
de: kppp: Regelungsdatei enthält keine Standardregel
es: kppp: el fichero de coste no contiene una tarifa por defecto
fi: kppp: sääntötiedosto ei sisällä oletussääntöä
fr: kppp: le fichier de règles ne contient pas de règle par défaut
he: לדחמ תרירב ללכ ליכמ וניא םיללכה ץבוק
it: kppp: il file delle regole non contiene una regola di default
ja: kppp: ルールファイルにデフォルトのルールが入っていません
pl: kppp: cennik nie zawiera warto¶ci domy¶lnych
sk: kppp: súbor s pravidlami neobsahuje implicitné pravidlo

source: kppp: rulefile does not contain a "name=..." line
de: kppp: Regelungsdatei enthält keine "name=..."-Zeile
es: kppp: el fichero de coste no contiene una línea "name=..."
fi: kppp: sääntötiedosto ei sisällä "name=..." riviä
fr: kppp: le fichier de règles ne contient pas de ligne "name=..."
he: name=... תרוש ליכמ אל םיללכה ץבוק
it: kppp: il file delle regole non contiene una riga "name=..."
ja: kppp: ルールファイルに "name-..." という行がありません
pl: kppp: Brak linii "name=..." w pliku cennika
sk: kppp: súbor s pravidlami neobsahuje riadok "name=..."

source: kppp: rulefile is ok
de: kppp: Regelungsdatei ist in Ordnung
es: kppp: el fichero de coste es correcto
fi: kppp: sääntötiedosto on OK
fr: kppp: le fichier de règles est correct
he: חנעופ םיללכה ץבוק
it: kppp: file delle regole OK
ja: kppp: ルールファイル OK
pl: kppp: plik cennika jest prawid³owy
sk: kppp: súbor s pravidlami je v poriadku

source: Minimize
de: Minimieren
es: Minimizar
fi: Pienennä
fr: Icônifier
he: רעזמ
it: Minimizza
ja: 最小化
pl: Minimalizuj
sk: Minimalizova»

source: You4re not allowed to dial out with kppp. Contact your system administrator.
ja: あたなにはkpppを使ってダイアルする権限が ありません。管理者に問い合わせてみてください。

source: This kernel has no PPP support, neither compiled in nor via the kernel module loader. To solve this problem: * contact your system adminstrator or * install a kernel with PPP support
de: Der System-kernel hat keine PPP-Unterstützung, weder einkompiliert noch via Kernelmodul. Um das Problem zu lösen: * kontaktieren Sie Ihren Systemadminstrator oder * installieren Sie einen Kernel mit PPP-Unterstützung.
fr: Le noyau n'a pas de support PPP, ni compilé à l'intérieur ni via le chargeur de modules dans le noyau. Pour résoudre ce problème : * contactez votre administrateur système ou * installez un noyau avec support PPP
ja: このカーネルには PPP が組み込まれておらず、 カーネルモジュールとしてもコンパイル されていません。 この問題を解決する方法は: * 管理者に問い合わせる もしくは * PPP を組み込んだカーネルをインストールする

source: You do not have the permission to start pppd! Contact your system administrator and ask to get access to pppd.
de: Sie haben keine Berechtigung zum Start von pppd! Kontaktieren Sie Ihren Systemadministrator und bitten Sie um Zugriff auf pppd.
es: ¡No tiene permiso para iniciar el pppd! Contacte con su administrador de sistemas y pídale que le de acceso a pppd.
fi: Sinulla ei ole oikeuksia pppd:n käynnistykseen! Ota yhteys systeemin ylläpitäjään ja pyydä oikeudet pppd ohjelmaan.
fr: Vous n'avez pas la permission de démarrer pppd ! Contactez votre administrateur système et demandez l'accès à pppd.
he: pppd תלעפהל תואשרה ךל ןיא תואשרה תלבקל תכרעמה להנמל הנפ אנא pppd תלעפהל
it: Non avete i permessi per eseguire pppd! Contattate l'amministratore di sistema e richiedete gli accessi al demone pppd.
ja: あなたは pppd を起動する権限を持っていません！ 管理者に問い合わせ、pppd を起動する方法 を聞いてみてください。
pl: Nie masz uprawnieñ do uruchomienia pppd! Skontakuj siê z administratorem i zapytaj go o dostêp do pppd.
sk: Nemáte práva pre spustenie pppd! Kontaktujte svojho systémového administrátora, aby vám umo¾nil prístup k pppd.

source: pppd is not properly installed! The pppd binary must be installed with the SUID bit set. Contact your system administrator.
de: pppd ist nicht richtig installiert! Das pppd-Programm muß mit gesetztem SUID-Bit installiert werden. Kontaktieren Sie Ihren Systemadministrator.
es: ¡Pppd no está instalado correctamente! El ejecutable pppd debe de ser instalado con el bit SUID activado. Contacte con su administrador de sistemas.
fi: pppd ei ole oikein asennettu! pppd ohjelma pitää olla asennettu SUID bitti asetettuna. Ota yhteys systeemin ylläpitäjään.
fr: pppd n'est pas correctement installé ! Le binaire pppd doit être installée avec le bit setuid positionné. Contactez votre administrateur système.
he: הכלהכ ןקתומ וניא pppd suid תאשרה םע ןקתומ תויהל רומא אוה תכרעמה להנמל הנפ אנא
it: il demone pppd non e` installato correttamente! L'eseguibile pppd deve essere installato con il bit di SUID settato. Contattate l'amministratore di sistema.
ja: pppd が正しくインストールされていません！ pppd のバイナリは SUID をもってなくては なりません。管理者に問い合わせてください。
pl: pppd nie jest zainstalowane prawid³owo! Program ppd musi byæ zainstalowany z ustawionym bitem SUID Skontakuj siê z administratorem systemu.
sk: pppd nie je správne nain¹talovaný! Program pppd musí by» nai¹talovaný s nastaveným SUID bitom. Kontaktujte svojho systémového administrátora.
