Repository: KDE/kde1-kdenetwork
Catalog: po/*/kppp.po
Languages: de, es, fi, fr, he, it, ja, pl, sk

source: Modem Device:
de: Modemgerät:
es: Dispositivo del Modem:
fi: Modeemin Laite:
fr: Périphérique modem :
he: םדומ
it: Modem:
ja: モデムデバイス
pl: Port szeregowy:
sk: Modemové zariadenie:

source: This specifies the serial port your modem is attached to. On Linux/x86, typically this is either /dev/ttyS0 (COM1 under DOS) or /dev/ttyS1 (COM2 under DOS). If you have an internal ISDN card with AT command emulation (most cards under Linux support this), you should select one of the /dev/ttyIx devices.
de: Dies ist der serielle Port angegeben, an den Ihr Modem angeschlossen ist. Bei Linux/x86 ist das normalerweise entweder /dev/ttyS0 (COM1 unter DOS) oder /dev/ttyS1 (COM2 unter DOS). Wenn Sie eine interne ISDN-Karte mit AT-Befehlsemulation besitzen (die meisten Karten unter Linux unterstützen das), dann sollten Sie eines der /dev/ttyIx-Geräte auswählen.
fr: Ceci spécifie le port série sur lequel votre modem est relié. Sur Linux/x86, c'est généralement soit /dev/ttyS0 (COM1 sous DOS) soit /dev/ttyS1 (COM2 sous DOS). Si vous avez une carte RNIS interne avec émulation des commandes AT (la plupart des cartes sous Linux le supporte), vous devriez sélectionner un des périphériques /dev/ttyIx.
ja: モデムのつながれているシリアルポートです。 Linux/x86 ではだいたい /dev/ttyS0 (DOSでいうところのCOM1)か /dev/ttyS1 (同じくCOM2)でしょう。 ATコマンドエミュレーション(Linuxではほとんどのカードが これを用います)で用いる内部ISDNカードの場合は、 /dev/ttyIx のどれかを選ぶ必要があります。

source: Flow Control:
de: Flußkontrolle:
es: Control de Flujo:
fi: Vuonohjaus:
fr: Contrôle du flux :
he: המירז תרקב
it: Controllo di flusso:
ja: フロー制御：
pl: Kontrola przep³ywu:
sk: Riadenie toku:

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nulla
ja: なし
sk: ®iadne

source: Specifies how the serial port and modem communicate. You should not change this unless you know what you are doing. <b>Default</b>: CRTSCTS
de: Gibt an, wie der serielle Port und das Modem kommunizieren. Sie sollten das nicht ändern, wenn Sie nicht genau wissen, worum es Ihnen geht. <b>Voreinstellung</b>: CRTSCTS
fr: Spécifie comment le port série et le modem communiquent. Vous ne devriez pas changer ceci à moins que vous sachiez ce que vous faîtes. <b>Par défaut </b>: CRTSCTS
ja: シリアルポートとモデムがどのように 通信するか指定します。分からないのなら 変更しないでください。 <b>デフォルト</b>：CRTSCTS

source: Line Termination:
de: Zeilenende:
es: Terminación de Línea:
fi: Linjan Terminointi:
fr: Terminaison de la ligne :
he: וק תרדגה
it: Fine linea:
ja: 改行コード
pl: Znak koñca linii:
sk: Polo¾enie linky :

source: Specifies how AT commands are send to your modem. Most modems will work fine with the default <i>CR/LF</i>. If your modem does not react to the init string, you should try different settings here <b>Default</b>: CR/LF
fr: Spécifie comment les commandes AT sont envoyées à votre modem. La plupart des modems fonctionnent bien avec la valeur par défaut <i>CR/LF</i>. Si votre modem ne réagit pas à la chaîne d'initialisation, vous devriez esayer différents paramètres ici <b>Par défaut </b>: CR/LF
ja: ATコマンドがどのようにモデムに送られるかを 指定します。ほとんどのモデムはデフォルトの <i>CR/LF</i>でうまく動作します。もしこれでうまく モデムを初期化できないようであれば、ここで 別の設定を試してみてください。 <b>デフォルト：CR/LF

source: Connection Speed:
de: Geschwindigkeit:
es: Velocidad de Conexión:
fi: Yhteysnopeus:
fr: Vitesse de la connexion :
he: רוביח תוריהמ
it: Velocita` di connessione:
ja: 接続速度
pl: Szybko¶æ portu:
sk: Rýchlos» spojenia:

source: Specifies the speed your modem and the serial port talk to each other. You should begin with the default of 38400 bits/sec. If everything works you can try to increase this value, but to no more than 115200 bits/sec (unless you know that your serial port supports higher speeds).
de: Gibt die Geschwindigkeit an, mit der Ihr Modem und der serielle Port kommunizieren. Sie sollten mit der Voreinstellung von 38400 bits/sec beginnen. Wenn alles funktioniert, können Sie eine Erhöhung dieses Wertes versuchen, aber nicht auf mehr als 115200 bits/sec (wenn Ihr serieller Port nicht sicher höhere Geschwindigkeiten unterstützt).
ja: モデムとシリアルポートが相互に通信する速度を 指定してください。まず、デフォルトの 38400ビット 毎秒で試しましょう。それでうまくいっているようなら、 115200ビット毎秒以下で(シリアルポートがより速い速度を サポートしているのならそれ以上でも構いませんが)、 この数字を増やすことができます。

source: Use Lock File
ja: ロックファイルを用いる

source: To prevent other programs from accessing the modem while a connection is established, a file can be created to indicate that the modem is in use. On Linux an example file would be <i>/var/lock/LCK..ttyS1</i> Here you can select whether this locking will be done. <b>Default</b>: On
fr: Pour éviter que d'autres programmes n'accèdent au modem pendant qu'une connexion est établie, un fichier peut être créé pour indiquer que le modem est utilisé. Sous Linux, un exemple de fichier pourrait être <i>/var/lock/LCK..ttyS1</i> Ici, vous pouvez sélectionner si ce verrouillage sera effectué. <b>Par défaut </b>: On
ja: 接続時に他のプログラムがモデムにアクセスしないよう モデムが使用中であることを知らせるためにファイルを 作ります。Linux では例えば<i>/var/lock/LCK..ttyS1</i> のようになります。 このロック機構を使うかどうかをここで選べます。 <b>デフォルト</b>：オン

source: Modem Timeout:
es: Timeout del Modem:
fi: Modeemin odotusaika:
fr: Temps limite du modem :
he: םדומל הנתמה ןמז
it: Timeout modem:
ja: モデムのタイムアウト：
pl: Limit czasu modemu:
sk: Timemout modemu:

source: This specifies how long <i>kppp</i> waits for a <i>CONNECT</i> response from your modem. The recommended value is 30 seconds.
de: Gibt an, wie lange <i>kppp</i> auf ein <i>CONNECT</i>-Signal Ihres Modems wartet. Empfohlener Wert ist 30 Sekunden.
fr: Ceci spécifie combien de temps <i>kppp</i> doit attendre la réponse <i>CONNECT</i> de votre modem. La valeur recommandée est 30 secondes.
ja: <i>CONNECT</i>という文字列がモデムから返ってくるまで、 <i>kppp</i>がどの程度待つかをここで指定できます。 推奨値は30秒です。

source: Modem
fi: Modeemi
he: םדומ
ja: モデム

source: Busy Wait:
de: Besetzt-Wartezeit:
es: Espera por Línea Ocupada:
fi: Varatun jälkeen odotus:
fr: Attente active :
he: סופתב הנתמה
it: Attesa (se linea occupata):
ja: 話し中で待つ時間
pl: Czekaj, gdy zajêty:
sk: Èaka» pri obsadení:

source: Specifies the number of seconds to wait before redial if all dialed numbers are busy. This is necessary because some modems get stuck if the same number is busy too often. The default is 0 seconds, you should not change this unless you need to.
de: Gibt die Anzahl Sekunden an, die gewartet werden soll, bevor nach dem Besetzt-Zeichen neu gewählt wird. Das ist notwendig, da manche Modems steckenbleiben, wenn dieselbe Nummer zu oft besetzt ist. Die Voreinstellung ist 0 Sekunden. Sie sollten das nicht ändern, wenn Sie nicht müssen.
fr: Spécifie le nombre de secondes à attendre avant de re-numéroter si tous les numéros composés sont occupés. C'est nécessaire car certains modems s'affolent si le même numéro est trop souvent occupé. La valeur par défaut est 0 seconde, vous ne devriez pas la changer à moins que ce soit nécessaire.
ja: 全ての電話番号が話し中だった場合に、リダイアルする までの時間を指定します。同じ電話番号がしょっちゅう 話し中だとパニックしてしまうモデムもなかにはあるので、 これは必要です。 デフォルトは０秒です。必要でない限り変更しないほうが いいでしょう。

source: Modem volume
de: Modem-Lautstärke
fr: Volume du modem
ja: モデムのボリューム

source: Most modems have a speaker which makes a lot of noise when dialing. Here you can either turn this completely off or select a lower volume. If this does not work for your modem, you must modify the modem volume command
de: Die meisten Modem haben einen Lautsprecher, der beim Wählen eine Menge Lärm macht. Hier können Sie das entweder abstellen oder eine niedrigere Lautstärke auswählen. Wenn das mit Ihrem Modem nicht funktioniert, dann müssen Sie den Befehl für den Modem-Lautsprecher ändern.
fr: La plupart des modems ont un haut-parleur qui fait beaucoup de bruit pendant la numérotation. Ici, vous pouvez soit l'éteindre complètement soit sélectionner un volume plus faible. Si cela ne fonctionne pas pour votre modem, vous devez modifier la commande de volume du modem
ja: ほとんどのモデムはダイアル中にものすごいノイズを 発します。ここで、ボリュームを完全にオフにするか 小さくできます。 もしあなたのモデムでうまく機能しないようで あれば、モデムのボリューム関連のコマンドを修正する 必要があります。

source: Modem Asserts CD Line.
de: Modem fügt Trägererkennung ein.
es: El Modem sostiene la Línea CD.
fi: Modeemi välittää CD linjasta.
fr: Le modem force le signal CD.
he: וקב הנעמ לש הקידב
it: Il modem supporta linea CD
ja: モデムはCDラインを使う
pl: Modem kontroluje liniê CD
sk: Modem kontroluje Carrier Detect

source: This controls how <i>kppp</i> detects that the modem is not responding. Unless you are having problems with this, do not modify this setting. <b>Default</b>: off
fr: Ceci contrôle comment <i>kppp</i> détecte que votre modem ne répond pas. A moins que vous n'ayez des problèmes avec ceci, ne modifiez pas ce paramètre. <b>Par défaut </b>: off
ja: <i>kppp</i>がどのようにモデムからの反応を検出するかを 制御します。このままで問題がないのならこの設定を 変更しないでください。 <b>デフォルト</b>：オフ

source: Modem Commands
de: Modembefehle
es: Cadenas del Modem
fi: Modeemin komennot
fr: Commandes du modem
he: םדומ תודוקפ
it: Comandi modem
ja: モデムコマンド
pl: Polecenia modemu
sk: Modemové príkazy

source: Allows you to change the AT command for your modem.
de: Erlaubt Ihnen, die AT-Befehle für Ihr Modem zu ändern.
fr: Vous permet de changer la commande AT pour votre modem.
ja: あなたのモデムのATコマンドを変更できます

source: Query Modem
de: Modem abfragen
es: Consultar el Modem
fi: Kysele modeemilta
fr: Interrogation du modem
he: םדומל התליאש
it: Interroga modem
ja: モデムの調査
pl: Testuj modem
sk: Opýta» sa modemu

source: Most modems support the ATI command set to find out vendor and revision of your modem. Press this button to query your modem for this information. It can be useful to help you setup the modem
de: Die meisten Modems unterstützen den ATI-Befehlssatz, um Vertreiber und Version Ihres Modems herauszufinden. Drücken Sie diesen Knopf, um Ihr Modem auf diese Info abzufragen.. Sie kann nützlich sein, um bei der Einrichtung des Modems zu helfen.
fr: La plupart des modems supportent la commande ATI définie pour trouver le fabricant et la révision de votre modem. Appuyez sur ce bouton pour interroger votre modem sur cette information. Cela peut être utile pour vous aider à configurer le modem
ja: ほとんどのモデムはATIコマンドセットで その製造元やバージョンを調べられます。 このボタンを押してこれらの情報を調べてみてください モデムをセットアップする際に有効となるでしょう。

source: Terminal
fi: Terminaali
he: לנימרט
it: Terminale
ja: ターミナル
sk: Terminál

source: Opens the built-in terminal program. You can use this if you want to play around with your modem's AT command set
de: Öffnet das eingebaute Terminalprogramm. Sie können das benutzen, wenn Sie mit dem AT-Befehlssatz Ihres Modems experimentieren möchten.
ja: 内蔵のターミナルプログラムを開きます。 モデムのATコマンドを操作したいときに 使うことができます。

source: Throughput graph
de: Durchsatz-Graphik
ja: スループットグラフ

source: Background color
de: Hintergrundfarbe
fr: Couleur du fond
ja: 背景色

source: Text color
de: Textfarbe
fr: Couleur du texte
ja: 文字色

source: Input bytes color
de: Farbe der Input-Bytes
fr: Couleur des octets entrants
ja: 受信バイトの色

source: Output bytes color
de: Farbe der Output-Bytes
fr: Couleurdes octets sortants
ja: 送信バイトの色

source: Recent changes in kppp
de: Letzte Änderungen in kppp
fr: Changements récents dans kppp
ja: kpppの新しい機能

source: From version 1.4.8 on, kppp has a new feature called "Quickhelp". It's similar to a tooltip, but you can activate it whenever you want. To activate it, simply click on a control like a button or a label with the right mouse button. If the item supports Quickhelp, a popup menu will appear leading to Quickhelp. To test it, right-click somewhere in this text.
de: Seit Version 1.4.8 hat kppp ein neues Merkmal namens "Quickhelp". Es ähnelt einem Tool-Tip, aber Sie können es aktivieren, wann immer Sie wollen. Um es zu aktivieren, klicken Sie mit der rechten Maustaste auf ein Kontroll-Tool (wie Knöpfe oder Label). Wenn das angeklickte Teil Quickhelp unterstützt, erscheint ein Popup-Menü, das zu Quickhelp führt. Um das auszuprobieren, klicken Sie rechts irgendwo in diesen Text..
fr: Depuis la version 1.4.8, kppp a une nouvelle fonctionnalité appelée "Quickhelp". C'est similaire à une bulle d'aide, mais vous pouvez l'activer quand vous voulez. Pour l'activer, cliquez simplement avec le bouton droit de la souris sur un contrôle comme un bouton ou une étiquette. Si l'élément supporte Quickhelp, un menu contextuel apparaîtra meanant à Quickhelp. Pour le tester, cliquez avec le bouton droit quelque part dans ce texte.
ja: バージョン1.4.8以降、kpppは"クイックヘルプ"という 新しい機能を採り入れました。簡単なヘルプで、 必要な時はいつでも参照できます。 参照するためには単にボタンやラベルなどの上で マウスの右クリックをするだけです。もし文章が 用意されていれば、メニューがポップアップし クイックヘルプを読むことができます。 この文章のどこかで右クリックしてみてください。 テストできます。

source: Don't show this hint again
de: Diesen Hinweis nicht mehr anzeigen
fr: Ne plus remontrer ce conseil
ja: 次からこのウィンドウを表示しない

source: This is an example for <b>QuickHelp</b>. This window will stay open until you click a mouse button or a hit a key.
de: Dies ist ein Beispiel für <b>QuickHelp</b>. Das Fenster bleibt offen, bis Sie mit der Maus klicken oder eine Taste drücken.
ja: <b>クイックヘルプ</b>の見本です。 マウスをクリックするか、何かキーを押すまで 表示されます。

source: kppp can't create or read from %s.
de: kppp kann nicht erstellen in oder lesen von %s.
fr: kppp ne peut pas créer ou lire dans %s.
ja: kpppは %s を作成もしくは読み込むことが できませんでした。

source: kppp has detected a %s file. Another instance of kppp seems to be running under process-ID %d. Make sure that you are not running another kppp, delete the pid file, and restart kppp.
de: kppp hat eine %s Datei entdeckt. kppp scheint bereits zu laufen unter der Prozeß-ID %d. Stellen Sie sicher, daß Sie kppp nicht bereits laufen haben, löschen Sie die PID-Datei, und starten Sie kppp erneut.
fr: kppp a détecté un fichier %s. Une autre instance de kppp semble être en cours d'exécution sous le numéro de processus %d. Assurez-vous que vous n'exécutez pas un autre kppp, supprimez le fichier pid, et redémarrez kppp.
ja: %s というファイルが発見されました。 他の kppp がプロセスID %d ですでに動いているようです。 他の kppp が実行中でないことを確認して pid ファイルを 削除し、kppp を再起動してください。

source: Exit
fr: Quitter
ja: 終了

source: Connect to:
de: Verbinde mit:
es: Conectar con:
fi: Yhdistä:
fr: Connexion à :
he: לא רבחתה
it: Connetti a:
ja: 接続先：
pl: Po³±cz z:
sk: Pripoji» k:

source: Login ID:
es: Usuario:
fi: Käyttäjä ID:
fr: Nom d'utilisateur :
he: שמתשמ םש
it: Nome utente per l' accesso:
ja: ログインID：
pl: U¿ytkownik:

source: Type in the username that you got from your ISP. This is especially important for PAP and CHAP. You may omit this when you use terminal-based or script-based authentication. <b>Important</b>: case is important here: <i>myusername</i> is not the same as <i>MyUserName</i>!
de: Geben Sie den Benutzernamen ein, der für Ihre Provider gilt. Dies ist besonders wichtig für PAP und CHAP. Sie können die Angabe weglassen, wenn Sie eine Terminal- oder Skript-basierte Authentifizierung benutzen. <b>Achtung</b>: Groß-/Kleinschreibung ist wichtig in diesem Fall: <i>meinbenutzername</i> ist nicht dasselbe wie <i>MeinBenutzerName</i>!
fr: Entrez le nom d'utilisateur que votre FAI vous a donné. C'est important spécialement pour PAP et CHAP. Vous devriez éviter cela quand vous utilisez une identification basée sur un terminal ou un script. <b>Important</b> : la casse est importante ici : <i>nomutilisateur</i> est différent de <i>NomUtilisateur</i>!
ja: ISPから取得したユーザーネームを記入してください。 これは PAP や CHAP で特に重要です。ターミナルベースや スクリプトベースの認証を用いる場合は省略できます。 <b>重要</b>：気を付けるべきことがあります： <i>myusername</i>と<i>MyUserName</i>は同じではありません！

source: Password:
de: Paßwort:
es: Contraseña:
fi: Salasana:
fr: Mot de passe :
he: המסיס
ja: パスワード：
pl: Has³o:
sk: Heslo:

source: Type in the password that you got from your ISP. This is especially important for PAP and CHAP. You may omit this when you use terminal-based or script-based authentication. <b>Important</b>: case is important here: <i>mypassword</i> is not the same as <i>MyPassword</i>!
de: Geben Sie das Paßwort ein, das für Ihren Service-Provider gilt. Dies ist besonders wichtig für PAP und CHAP. Sie können die Angabe weglassen, wenn Sie eine Terminal- oder Skript-basierte Authentifizierung benutzen. <b>Achtung</b>: Groß-/Kleinschreibung ist wichtig in diesem Fall: <i>meinpaßwort</i> ist nicht dasselbe wie <i>MeinPaßwort</i>!
fr: Entrez le mot de passe que votre FAI vous a donné. C'est important spécialement pour PAP et CHAP. Vous devriez éviter cela quand vous utilisez une identification basée sur un terminal ou un script. <b>Important</b> : la casse est importante ici : <i>motdepasse</i> est différent de <i>MotDePasse</i>!
ja: ISPから取得したパスワードを記入してください。 これは PAP や CHAP で特に重要です。ターミナルベースや スクリプトベースの認証を用いる場合は省略できます。 <b>重要</b>：気を付けるべきことがあります： <i>mypassword</i>と<i>MyPassword</i>は同じではありません！

source: Show Log Window
de: Log-Fenster anzeigen
es: Mostrar Ventana del Log
fi: Näytä loki-ikkuna
fr: Afficher la fenêtre de log
he: רוביח יטרפ גצה
it: Mostra finestra log
ja: ログウィンドウを出す
pl: Poka¿ podgl±d
sk: Zobrazova» okno so záznamom

source: This controls whether a log window is shown. A log window shows the communication between <i>kppp</i> and your modem. This will help you in tracking down problems. Turn it off if <i>kppp</i> routinely connects without problems
de: Kontrolliert ob ein Protokollfenster angezeigt wird. Das Protokollfenster zeigt die Kommunikation zwischen <i>kppp</i> und Ihrem Modem. Das wird Ihnen dabei helfen, Problemen auf den Grund zu gehen. Schalten Sie es ab, wenn <i>kppp</i> normalerweise die Verbindung ohne Probleme aufbaut.
fr: Ceci contrôle si une fenêtre de log est affichée. Une fenêtre de log affiche la communication entre <i>kppp</i> et votre modem. Cela vous aidera à dépister vos problèmes. Désactivez-le si <i>kppp</i> se connecte régulièrement sans problèmes
ja: ログウィンドウを表示するかどうかを制御します。 ログウィンドウには<i>kppp</i>とモデムとのやりとりが 表示されます。問題を解決する場合に役立つでしょう。 いつも問題なく<i>kppp</i>で接続できるようでしたら チェックを外してください。

source: Setup
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Configuration
he: תורדגה
it: Configurazione
ja: 設定
pl: Opcje...
sk: Nastavenie

source: Connect
de: Verbinden
es: Conectar
fi: Yhdistä
fr: Connecter
he: רבחתה
it: Connetti
ja: 接続
pl: Po³±cz
sk: Pripoji»

source: No such Account: %s
de: Zugang nicht vorhanden: %s
es: No existe la Conexión: %s
fi: Profiilia ei ole olemassa: %s
fr: Compte inexistant : %s
he: רכומ אל ןובשח םש %s
it: Account inesistente: %s
ja: そのような接続先はありません： %s
pl: Brak po³±czenia: %s
sk: Toto konto neexistuje: %s

source: kppp Configuration
de: kppp-Konfiguration
es: kppp Configuración
fi: kppp Asetukset
fr: Configuration de kppp
he: ןובשח תורדגה
it: Configurazione Kppp
ja: kppp コンフィグレーション
pl: Konfiguracja kppp
sk: Konfigurácia kppp

source: Accounts
de: Zugänge
es: Conexiones
fi: Profiilit
fr: Comptes
he: ןובשח
ja: 接続先
pl: Po³±czenia
sk: Kontá

source: Device
de: Gerät
es: Dispositivo Serie
fi: Laite
fr: Périphérique
he: ןקתה
it: Dispositivo
ja: デバイス
pl: Port
sk: Zariadenie

source: Graph
de: Graphik
fr: Graphe
ja: グラフ

source: Timeout expired while waiting for the PPP interface to come up!
ja: PPP のインターフェースを待つ間にタイムアウトで無効になりました！

source: The pppd daemon died unexpectedly!
fr: Le démon pppd est mort de façon inattendue !
ja: なぜかpppdデーモンが終了してしまいました。

source: Details...
fr: Détails...
ja: 詳細…

source: Sorry. kppp's helper process just died. Since a further execution would be pointless, kppp will shut down right now.
ja: kppp のヘルパープロセスが終了しました。 呼出先が無意味だったので、kppp は終了しました。

source: Cannot find the PPP daemon! Make sure that pppd is installed and you have entered the correct path.
ja: PPP デーモンを見つけられません! pppd がインストールされていて あなたが正しいパスを入力しているか 確認してください。

source: kppp can not execute: %s Please make sure thatyou have given kppp setuid permission and that pppd is executable.
de: kppp kann nicht ausführen: %s Bitte stellen Sie sicher, daß Sie kppp setuid-Berechtigung gegeben haben und daß pppd ausführbar ist.
es: kppp no puede ejecutar: %s Por favor, asegurese de que le ha dado el permiso setuid a kppp y que pppd es ejecutable.
fi: kppp ei voi suorittaa: %s Varmista että kppp:lla on setuid oikeudet ja pppd on suoritettavissa.
fr: kppp ne peut pas exécuter : %s Veuillez vous assurer que vous avez donné la permission setuid à kppp et que pppd est exécutable.
he: הצרה תואשרה שי pppd ל יכ אדוו אנא תדחוימ setuid תאשרה תחת ץרומ אוהו
it: kpp non puo` eseguire: %s Assicurarsi di avere dato i permessi (setuid) a kppp e che il programma pppd sia eseguibile.
ja: これを実行できません： %s pppd のパーミションが実行可能かどうか調べてください。
pl: kppp nie móg³ uruchomiæ %s Upewnij siê, ¿e kppp ma ustawione prawo SETUID oraz pppd jest wykonywalne. Szczegó³y w pomocy
sk: kppp nemô¾e vykona»: %s Prosím uistite sa, ¾e ste nastavili setuid právo pre kppp a ¾e je pppd vykonávateµný.

source: kppp can not find: %s Please make sure you have setup your modem device properly and/or adjust the location of the modem device on the modem tab of the setup dialog. Thank You
de: kppp kann %s nicht finden. Bitte stellen Sie sicher, daß Sie Ihr Modem richtig eingestellt haben und/oder korrigieren Sie den Pfad des Modemgeräts im Modem-Bereich Ihrer Einstellungen. Danke schön.
es: kppp no puede encontrar: %s Por favor, asegurese de que ha configurado su modem de la forma correcta y/o ajuste la localización del dispositivo modem en la etiqueta modem del cuadro de diálogo de configuración. Gracias
fi: kppp ei löydä: %s Varmista että olet asettanut modeemisi oikein ja/tai aseta modeemin sijainti modeemi lipukkeesta asetukset dialogissa. Kiitos
fr: kppp ne peut pas trouver : %s Veuillez vous assurer d'avoir correctement configuré votre modem et/ou indiquez l'emplacement du modem dans l'onglet modem de la boîte de dialogue de configuration. Merci
he: תא אוצמל חילצמ וניא תשרל גויח %s ןכו הרושכ םדומה תא תנקתה יכ אדוו אנא םדומה ףדב םדומה רובע ןוכנ ןקתה תמשר יכ תורדגהב רשא
it: kppp non trova: %s Assicuratevi di aver configurato esattamente il vostro modem ed eventualmente aggiustate il campo del modem nella finestra di setup. Grazie!
ja: これがみつかりません： %s 正しくモデムデバイスをセットアップ してあるか確認し、かつ/もしくは、 モデムの項目でモデムデバイスを正しく 調節してください。
pl: kppp nie znalaz³: %s Upewnij sie, ¿e modem jest pod³±czony i/lub ustaw w³a¶ciwy port modemu w pozycji Modem okna dialogowego Konfiguracja kppp
sk: kppp nemô¾e nájs»: %s Prosím, uistite sa, ¾e ste správne nastavili modemové zariadenie alebo upravte umiestnenie modemového zariadenia v konfiguraènom dialógu. Ïakujem vám

source: You have selected the authentication method PAP. This requires that you supply a username and a password!
de: Sie haben die Authentifizierung-Methode PAP gewählt. Deshalb müssen Sie einen Benutzernamen und ein Paßwort angeben!
es: Ha seleccionado el método de Autentificación PAP. !Este requiere que usted suministre un nombre de usuario y contraseña!
fi: Olet valinnut tunnistuksen muodoksi PAP:n. Tämä vaatii sen, että annat käyttäjänimen sekä salasanasi!
fr: Vous avez selectionné la méthode d'identification PAP. Cela suppose que vous fournissiez un nom d'utilisateur et un mot de passe !
it: Avete selezionato il metodo di autenticazione PAP. Dovete quindi inserire un utente ed una password!
ja: 認証方式としてPAPが選ばれています。 この場合、ユーザーネームとパスワードが 必要です！
pl: Wybra³e¶ autentyfikacjê poprzez PAP. Wymaga ona stosowania nazwy u¿ytkownika i has³a!
sk: Vybrali ste overovanie pomocou PAP. Toto vy¾aduje, aby jste poskytli u¾ívateµské meno a heslo!

source: Cannot create PAP authentication file "%s"
de: Kann PAP-Authentifizierungsdatei "%s" nicht erzeugen
es: No se puede crear fichero de Autentificación PAP "%s"
fi: En saa luotua PAP tunnistusta tiedostoon "%s"
fr: Impossible de créer le fichier d'identification "%s" pour PAP
he: PAP תורדגה ץבוק תא רוציל ןתינ אל "%s"
it: Impossibile creare il file di autenticazione PAP "%s"
ja: PAP の認証ファイル "%s" をつくれません。
pl: Nie mogê utworzyæ pliku "%s" zawieraj±cego identyfikacjê PAP
sk: Nemô¾em vytvori» overovací súbor pre PAP "%s"

source: You have selected the authentication method CHAP. This requires that you supply a username and a password!
de: Sie haben die Authentifizierungs-Methode CHAP gewählt. Deshalb müssen Sie einen Benutzernamen und ein Paßwort angeben!
fr: Vous avez selectionné la méthode d'identification CHAP. Cela suppose que vous fournissiez un nom d'utilisateur et un mot de passe !
he: CHAP רוביחה ןונגנמב תרחב !המסיסו שמתשמ םש קפסל ןכל ביוחמ התא
ja: 認証方式としてCHAPが選ばれています。 この場合、ユーザーネームとパスワードが 必要です！
