Repository: KDE/kde1-kdenetwork
Catalog: po/*/kppp.po
Languages: de, es, fi, fr, he, it, ja, pl, sk

source: kppp has detected a 'lock' option in /etc/ppp/options. This option has to be removed since kppp takes care of device locking itself. Contact your system administrator.
de: kppp hat eine 'lock'-Option in /etc/ppp/options gefunden. Diese Option muß entfernt werden, da kppp sich selbst um die Gerätesperrung kümmert. Kontaktieren Sie Ihren Systemadministrator.
fr: kppp a détecté l'usage de l'option 'lock' dans /etc/ppp/options. Cette option doit être enlevée car kppp assure lui-même la gestion du verrouillage des périphériques. Veuillez contacter votre administrateur système.
he: ץבוקב lock תיצפוא הליג תשרל גויח תאז היצפוא דירוהל ךילע /etc/ppp/options ומצעב םדומה תליענב לפטמ תשרל גויחו תויה ...ול רבסהו תכרעמה להנמל הנפ אנא
ja: /etc/ppp/options に 'lock' オプションを見つけました。 kppp はそれ自身、デバイスをロックする機能を持っていますので、 このオプションは取り除いてください。 管理者に問い合わせてください。
pl: kppp wykry³ opcjê 'lock' w pliku /etc/ppp/options. Musi ona byæ usunieta, gdy¿ kppp sam dba o blokowanie modemu. Skontaktuj siê z administratorem systemu.

source: is missing! Ask your system administrator to create a non-empty file that has appropriate read and write permissions.
de: fehlt! Bitten Sie Ihren Systemadministrator, eine nicht-leere Datei zu erstellen, die passende Lese- und Schreibrechte hat.
fr: est manquant ! Demandez à votre administrateur système la création d'un fichier non vide de ce nom avec les permissions en lecture et écriture.
ja: が欠けています！ 空でなく、適当なパーミションをもったファイルを 作るよう、管理者に問い合わせてみてください。

source: Ca&ncel
ja: キャンセル (&N)

source: &Continue
ja: 続行 (&C)

source: You have launched pppd before the remote server was ready to establish a PPP connection. Please use the terminal-based login to verify
de: Sie haben pppd gestartet, bevor der entfernte Server bereit war, eine PPP aufzubauen. Bitte benutzen Sie ein terminal-basiertes Login, um das zu überprüfen.
fr: Vous avez lancé pppd avant que le serveur distant soit prêt à établir une connexion PPP. Veuillez utiliser la connexion basée sur un terminal pour contrôler
ja: リモートサーバが PPP 接続の準備を完了させる前にpppd が起動しました。 確認のためターミナルベースのログインを使用してください。

source: You haven't started the PPP software on the peer system.
fr: Vous n'avez pas lancé le logiciel PPP sur le système opposé.
ja: 接続先のシステムでPPPソフトウェアをスタートできませんでした。

source: Check that you supplied the correct username and password!
de: Überprüfen Sie, ob Sie Benutzernamen und Paßwort richtig eingegeben haben!
fr: Vérifiez que vous avez donné les bons nom d'utilisateur et mot de passe !
ja: ユーザーネームとパスワードが正しいか確認してください！

source: You shouldn't pass 'lock' as an argument to pppd. Check /etc/ppp/options and ~/.ppprc
de: Sie sollten nicht 'lock' als Argument an pppd übergeben. Überprüfen Sie /etc/ppp/options und ~/.ppprc
fr: Vous ne devriez pas passer 'lock' comme argument à pppd. Vérifiez /etc/ppp/options et ~/.ppprc
ja: pppd に 'lock' というオプションを加えてはなりません。 /etc/ppp/options や ~/.ppprc をチェックしてください。

source: The remote system does not seem to answer to configuration request! Contact your provider!
de: Das entfernte System scheint nicht auf die Konfigurationsanfrage zu antworten! Kontaktieren Sie Ihren Provider!
fr: Le système distant ne semble pas répondre à la requête de configuration ! Contactez votre FAI !
ja: リモートシステムはこちらの要求に答えないようです！ プロバイダに問い合わせてください！

source: You have passed an invalid option to pppd. See `man pppd' for a complete list of valid arguments.
fr: Vous avez passé une option invalide à pppd. Voir `man pppd' pour une liste complète des arguments valides.
ja: pppd に不正なオプションが入力されています。'man pppd' をして 有効なオプションを確認してください。

source: Notice that the remote system has sent the following message: "%s" This may give you a hint why the the connection has failed.
de: Beachten Sie, daß das entfernte System folgende Nachricht geschickt hat:: "%s" Das könnte Ihnen einen Hinweis geben, warum die Verbindung fehlgeschlagen ist..
fr: Notez que le système distant a envoyé le message suivant : "%s" Cela pourrait vous donner une idée de ce qui a provoqué l'échec de la connexion.
ja: リモートシステムが次のようなメッセージを送ってきました: "%s" 失敗した理由の原因が分かるかも知れません。

source: Sorry. Can't help you here.
de: Sorry, kann Ihnen hier nicht helfen.
fr: Désolé, je ne peux vous aider pour ceci.
ja: 役立つ情報はありません。

source: KPPP could not prepare a PPP log. It4s very likely that pppd was started without the "debug" option. Without this option it4s difficult to find out PPP problems, so you should turn on the debug option. Shall I turn it on now?
ja: KPPP は PPP のログを用意できませんでした。おそらく pppd が "debug" オプションを付けずに起動されたのでしょう。 このオプションがないと PPP の問題を見つけるのが難しく なりますので、debug オプションは付けてください。 今すぐ有効にしてもかまいませんか？

source: The "debug" option has been added. You should now try to reconnect. If that fails again, you will get a PPP log that may help you to track down the connection problem.
de: Die "debug" Option wurde aktiviert. Sie sollten jetzt eine neue Verbindung versuchen. Sie erhalten dann eine PPP-Logdatei, die dabei helfen kann, das Problem bei der Verbindung zu finden.
fr: L'option "debug" a été ajoutée. Vous devriez maintenant essayer de vous reconnecter. Si cela échoue encore, vous obtiendrez un log PPP qui pourrait vous aider à trouver le problème de connexion.
ja: "debug" オプションが追加されました。もう１度 接続してみましょう。もしまた失敗しても、PPP の ログをみれば、接続時の問題が解決できるかも知れません。

source: PPP log
de: PPP-Logdatei
fr: log PPP
ja: PPP ログ

source: kppp's diagnosis (just guessing):
de: kppp-Diagnose (nur eine Vermutung):
ja: kppp の診断 (推測にすぎません)：

source: Write to file
de: Schreibe in Datei
fr: Ecrire dans le fichier
ja: ファイルに出力

source: Select modem type...
fr: Sélection du type de modem...
ja: モデムのタイプを選んでください...

source: To setup your modem, first choose its vendor in the list to the left, and then select the model from the right list. If you don4t know which modem you have, you can try out one of the "Generic" modems.
ja: モデムをセットアップするには、まず、左のリストからその製造元を選び、 右のリストからモデルを選んでください。もしどのモデムか分からないのであれば "一般" モデムを１つ選んでおけばいいです。

source: <Generic>
fr: <Générique>
ja: <一般>

source: Hayes(tm) compatible modem
fr: modem compatible Hayes(tm)
ja: Hayes(tm) 互換のモデム

source: Scan Var:
de: Such-Variable:
fi: Selausmuuttuja:
fr: Variable :
pl: Sprawdzanie:

source: kppp can not find: %s Please install pppd properly and/or adjust the location of the pppd executable on the PPP tab of the setup dialog. This will insure that kppp can find the PPP daemon. Thank You
de: kppp kann %s nicht finden. Bitte installieren Sie pppd richtig, und/oder geben Sie den Pfad des pppd-Programms im PPP-Teil der Einstellungen an. Das wird sicherstellen, daß kppp den PPP-Dämon findet. Danke schön.
fr: kppp ne peut pas trouver : %s Veuillez installer pppd correctement et/ou indiquer l'emplacement de l'exécutable pppd dans l'onglet PPP de la boîte de dialogue de configuration. Cela permet de s'assurer que kppp put trouver le démon PPP. Merci

source: %d kb/s
fr: %d ko/s

source: You´re not allowed to dial out with kppp. Contact your system administrator.
de: Sie haben keine Berechtigung mit kppp hinauszuwählen. Kontaktieren Sie Ihren Systemadministrator.
fi: Sinulla ei ole oikeuksia pppd:n käynnistykseen! Ota yhteys systeemin ylläpitäjään ja pyydä oikeudet pppd ohjelmaan.
fr: Vous n'avez pas la permission de numéroter avec pppd ! Veuillez contacter votre administrateur système.
he: תשרל גויח רוציל תואשרה ךל ןיא תואשרה תלבקל תכרעמה להנמל הנפ אנא

source: Cannot find the pppd-daemon! Make sure that pppd is installed and you have entered the correct path.
de: Kann den pppd-Daemon nicht finden! Stellen Sie sicher, daß pppd installiert ist und Sie den richtigen Pfad angegeben haben.
es: ¡No se puede encontrar el daemon pppd! Asegurese de que pppd está instalado y que la ruta de acceso sea la correcta.
fi: En löydä pppd-daemonia! Varmista että pppd on asennettu ja olet antanut oikean polun.
fr: Impossible de trouver le démon pppd ! Veuillez vous assurer que pppd est installé et que vous avez précisé le bon chemin.
he: pppd תא אוצמל חילצמ אל תקפיס יכו ןקתומ אוה יכ אדו אנא תורדגהב ורובע ןוכנה םוקימה תא
it: Non trovo il demone pppd! Controlla che pppd sia installato e che il path sia stato inserito correttamente.
pl: Nie mo¿na odnale¼æ demona pppd! upewnij siê, ¿e pppd jest zainstalowy oraz czy wpisa³e¶ w³a¶ciw± ¶cie¿kê.
sk: Nie je mo¾né nájs» pppd démon! Uistite sa, ¾e pppd je nain¹talovaný a ¾e ste zadali správnu cestu.

source: KPPP could not prepare a PPP log. It´s very likely that pppd was started without the "debug" option. Without this option it´s difficult to find out PPP problems, so you should turn on the debug option. Shall I turn it on now?
de: KPPP keine PPP Logdatei erstellen. Es ist sehr wahrscheinlich daß pppd ohne die "debug" Option gestartet wurde. Ohne diese Option ist es schwierig, PPP-Probleme herauszufinden. Daher sollten Sie die Debug-Option einschalten. Soll ich sie jetzt einschalten?
fr: KPPP n'a pas pu préparer de log PPP. C'est probablement parce que pppd a été lancé sans l'option "debug". Sans cette option, il est difficile de trouver les problèmes de PPP donc vous devriez activer l'option debug. Dois-je le faire maintenant ?

source: A dialer and front-end to pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> Currently maintained by Harri Porten and Mario Weilguni. Please send all bug reports to the current maintainer. This program is distributed under the GNU GPL (GNU General Public License).
de: Wählprogramm und Oberfläche für pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> Gegenwärtig betreut von Harri Porten and Mario Weilguni. Bitte senden Sie alle Fehlerberichte an den oder die aktuellen Betreuer. Das Programm ist unter der GNU GPL veröffentlicht (GNU General Public License).

source: Specifies how AT commands are send to your modem. Most modems will work fine with the default <i>CR</i>. If your modem does not react to the init string, you should try different settings here <b>Default</b>: CR/LF
de: Gibt an, wie AT-Befehle an Ihr Modem geschickt werden. Die meisten funktionieren gut mit der Voreinstellung <i>CR</i>. Wenn Ihr Modem nicht auf den Init-String reagiert, dann sollten Sie es an dieser Stelle mit anderen Einstellungen versuchen. <b>Voreinstellung</b>: CR/LF

source: Lock File Directory:
de: Verzeichnis für Lock-Datei:
pl: Kartoteka pliku blokuj±cego

source: To prevent other programs from accessing the modem while a connection is established, a file is created to indicate that the modem is in use. Here you can select the directory where this file is created. Don't touch this unless you know what you are doing. There is no default because it depends on the operating system.
de: Um andere Programme am Zugriff auf auf das Modem zu hindern, während eine Verbindung besteht, wird eine Datei erstellt, die anzeigt, daß das Modem in Benutzung ist. Hier können Sie das Verzeichnis auswählen, wo diese Datei erzeugt wird. Ändern Sie hier nichts, wenn Sie nicht wissen, was Sie tun. Es gibt keine Voreinstellung, weil das Ganze vom jeweiligen Betriebssystem abhängt.

source: This controls how <i>kppp</i> detects that the modem is not responding. Unless you are having problems with this, do not modify this setting. <b>Default</b>: on
de: Hier wird kontrollier, wie <i>kppp</i> feststellt, daß das Modem nicht reagiert. Sie sollten die Einstellung nur ändern, wenn Sie Probleme damit haben. <b>Voreinstellung</b>: ein

source: The application-specific config file could not be opened neither read-write nor read-only
de: Die anwendungsspezifische Konfigurationsdatei konnte weder zum Lesen/Schreiben noch zum Nur-Lesen geöffnet werden
es: El fichero de configuración específico de la aplicación no se puede abrir para lectura-escritura ni para sólo-lectura
fi: Sovelluksen asetustiedostoa ei voida avata kirjoitus/luku tai kirjoitussuojatussa tilassa
he: לש לוחתיאה ץבוק תא חותפל ןתינ אל האירקל אלו ,הביתכ-האירקל אל ,תינכתה דבלב
it: Il file di configurazione dell'applicativo non puo` essere aperto ne` solo in lettura e neppure in lettura e scrittura.
pl: Nie mo¿na otworzyæ nawet do odczytu pliku konfiguracyjnego
sk: Nemô¾em otvori» konfiguraèný súbor aplikácie a to ani pre zápis ani pre èítanie.

source: Do you use /dev/modem ? If so, you should specify the real device instead, e.g. /dev/ttyS1 (COM2).
de: Benutzen Sie /dev/modem? Falls ja, dann sollten Sie stattdessen ein wirkliches Gerät, wie z.B. /dev/ttyS1 (COM2) benutzen.

source: You must enter a unique account name
es: Debe especificar un nombre de conexión único
fi: Sinun pitää antaa uniikki profiilinimi
he: םש ןיזהל ךילע הז ןובשחל ידוחיי רוביח
it: Devi inserire un solo nome per l'account
pl: Musisz wpisaæ unikaln± nazwê po³±czenia
sk: Musíte zada» jedineèný názov konta

source: Login script has unbalanced Loop Start/End
es: El script de conexión tiene un bucle de inicio/fin desequilibrado
fi: Sisäänkirjoittautumisohjelmassa on eri määrä Loop Start/End pareja
he: רוביחה טירסתב תואלול ימויסו תולחתה לש ןזואמ אל רפסמ
it: Lo script di accesso contiene un Loop errato Inizio/Fine
pl: Skrypt loguj±cy ma nierówn± ilo¶æ pocz±tów/koñców pêtli (LoopStart LoopEnd)
sk: Prihlasovací skript má nevyvá¾ené skoky zaèiatok/koniec

source: LoopEnd without mathing Start! Line:
es: ¡Encontrado Final de Bucle sin inicio! Línea:
fi: LoopEnd ilman vastaavaa Starttia! Rivi:
it: Fine ciclo senza preciso Inizio! Linea:
pl: Koniec pêtli nie zestawiony z pocz±tkiem! Linia:
sk: Koniec sluèky bez odpovedajúceheho riadku ©tart! :

source: unknown speed
es: velocidad desconocida
fi: ei nopeutta
he: העודי אל תוריהמ
it: velocita` sconosciuta
pl: Nieznana szybko¶æ
sk: neznáma rýchlos»

source: Use default script
es: Usar Script genérico
fi: Käytä oletusohjelmaa
it: Usa lo script di default
sk: Pou¾i» ¹tandardný skript

source: Insert
es: Insertar
fi: Lisää
he: ףסוה
it: Inserisci
pl: Wstaw
sk: Vlo¾i»

source: A dialer and front-end to pppd Copyright (c) 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
es: Marcador de Teléfono e Interfaz para pppd Copyright (c) 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
fi: Soittaja ja edustaohjelma pppd:lle Copyright (c) 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
he: PPP ה ןגייח (c) 1997 תורומש תויוכזה לכ ןבוו סנהוי דנרב wuebben@math.cornell.edu
it: Un front-end al programma pppd e per la connessione via modem. Copyright (c) 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
pl: Dialer i interfejs do pppd Copyright (c) 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
sk: Dialer a frontend pre pppd Copyright (c) 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu

source: With contributions from: Mario Weilguni Markus Wuebben Jesus Fuentes Saavedra Harri Porten Peter Silva
es: Con las contribuciones de: Mario Weilguni Markus Wuebben Jesus Fuentes Saavedra Harri Porten Peter Silva
fi: Kehitystyössä avustaneet myös: Mario Weilguni Markus Wuebben Jesus Fuentes Saavedra Harri Porten Peter Silva
he: :םירבחמ הרזע תצק םע ינוגליו וירמ ןבוו סוקרמ הרדווס סטנאופ סוסח ןטרופ יראה הבליס רטפ
it: Con il contributo di: Mario Weilguni Markus Wuebben Jesus Fuentes Saavedra Harri Porten Peter Silva
pl: We wspó³pracy z: Mario Weilguni Markus Wuebben Jesus Fuentes Saavedra Harri Porten Peter Silva
sk: Prispeli: Mario Weilguni Markus Wuebben Jesus Fuentes Saavedra Harri Porten Peter Silva

source: Modem Lock File:
es: Fichero de bloqueo del Modem:
fi: Modeemin lukkotiedosto:
he: םדומ תליענ ץבוק
it: File di lock del modem:
sk: Zámok modemu:

source: kppp can not find: %s Please install pppd properly and/or adjust the location of the pppd executable on the PPP tab of the setup dialog. Thank You
es: kppp no puede encontrar: %s Por favor, instale pppd correctamente y/o ajuste la localización del ejecutable pppd en el cuadro de diálogo -PPP- de configuración. Gracias
fi: kppp ei löydä: %s Asenna pppd oikein ja/tai aseta pppd sijainti PPP lipukkeen alta Asetukset dialogissa. Kiitos
he: תא אוצמל ןתינ אל %s הנש וא תואיכ pppd תא ןקתה אנא PPP ףדב ,ולש םוקימה תרדגה תא תורדגהה לש
it: kppp non trova: %s Prego installare ppd in modo corretto e/o settare la posizione esatta dell'eseguibile pppd nel campo PPP della finestra di setup. Grazie :-)
pl: kppp nie odnalaz³: %s Zainstaluj prawd³owo pppd i/lub ustaw ¶cie¿kê do programu pppd w pozycji PPP okna dialogowego konfiguracji kppp.
sk: kppp nemô¾e nájs»: %s Prosím nain¹talujte správne pppd alebo upravte umiestnenie programu pppd v konfiguraènom dialógu Ïakujem vám

source: Init Delay (sec/100):
fi: Asetusviibe (sek/100):
he: ('נש/100) הבוגתל הנתמה
pl: Odczekaj (sek/100):

source: No Carrier Resonse:
es: Respuesta de No Carrier:
fi: Ei yhteysääntä vastaus
he: הבושת ןיא תבוגת
it: Responso "No Carrier":
pl: Odpowied¼, gdy brak po³±czenia:
sk: Odozva pri neprítomnosti nosièa:

source: Restore Defaults
es: Restaurar valores por Defecto
fi: Palauta oletus
he: לדחמה תרירב רזחש
it: Ripristina predefiniti:
pl: Domy¶lne
sk: ©tandardné

source: Can't open Modem
es: No se puede acceder al Modem
fi: En voi avata modeemia
he: םדומ םע רשק םייקל ןתינ אל
it: Impossibile usare il modem
pl: Nie mo¿na otworzyæ modemu
sk: Nie je mo¾né otvori» modem

source: Sorry, the modem is busy
es: Lo siento, el modem está ocupado
fi: Modeemi on varattu
he: רשק ןמע רוציל ןתינ אל ,שומישב םדומה
it: Spiacente, il modem e` in uso
pl: Modem jest zajêty
sk: ¥utujem, modem je zaneprázdnený

source: Quit MiniTerm
es: Salir del Mini-Terminal
fi: Lopeta Minitermi
he: לנימרט ינימהמ אצ
it: Esci dal MiniTerminale
pl: Zamknij MiniTerm
sk: Ukonèi» MiniTerm

source: tcgetattr() failed
es: error tcgetattr()
fi: tcgetattr() epäonnistui
he: tcgetattr() :ב האיגש
it: tcgetattr() fallito
pl: tcgetattr() nie powiod³o siê
sk: zlyhanie tcgetattr()

source: tcsetattr() failed
es: error tcsetattr()
fi: tcsetattr() epäonnistui
he: tcsetattr() :ב האיגש
it: tcsetattr() fallito
pl: tcsetattr() nie powiod³o siê
sk: zlyhanie tcsetattr()

source: Restore
es: Restaurar
fi: Palauta
it: Ripristina
sk: Obnovi»

source: IP
es: Dirección IP
he: תבותכ
pl: Adres IP

source: DNS
es: Servidor Nombres
he: תומש תרש

source: Dismiss
es: Descartar
sk: Zavrie»

source: PAP
es: Mediante PAP
he: PAP ב שומיש

source: pppd Path:
es: Localización del ejecutable pppd:
sk: Cesta k pppd:

source: Log Viewer:
es: Visor de Logs:
sk: Prehlaidaè záznamov:

source: PPP
es: Opciones Varias

source: started PPP connection:%s:%s
es: conexión PPP iniciada:%s:%s
sk: spustené PPP spojenie:%s:%s

source: terminated PPP connection COST OF SESSION:
es: Conexión PPP Finalizada Coste de la Sesión:
sk: PPP spojenie ukonèené CENA SEANSY:

source: SUBTOTAL FOR:
es: SUBTOTAL Para:
sk: ÈIASTOÈNÝ SÚÈET PRE:

source: The logviewer "%s" was not found! Setting default back to "%s".
es: ¡El visor de históricos "%s" no ha sido encontrado! Utilizando por defecto "%s".
sk: Nena¹iel som prehliadaè záznamov "%s"! Nastavujem spä» na ¹tandardný "%s".

source: ID
he: שמתשמ םש

source: CHAP
he: CHAP ב שומיש

source: You have to specify a telephone number !
he: !ןופלט רפסמ ןייצל ךיילע
pl: Musisz podaæ numer telefonu!

source: /etc/resolv.conf is missing! Ask your system administrator to create a non-empty file that has appropriate read and write permissions.
he: ץבוקה יכ הליג תשרל גויח להנממ שקב אנא רסח /etc/resolv.conf תא אל שיש קיר אל ץבוק רוציל תכרעמה תונוכנה הביתכהו האירקה תואשרה
pl: Brakuje pliku /etc/resolve.conf ! Popro¶ administratora o utworzenie niepustego pliku, posiadaj±cego odpowiednie prawa do odczytu i zapisu.

source: Modem sustains fast initialization.
sk: Modem podporuje rýchlu inicializáciu.
