Repository: KDE/kde1-kdenetwork
Catalog: po/*/kppp.po
Languages: de, es, fi, fr, he, it, ja, pl, sk

source: Execute program upon disconnect:
de: Führe nach Trennung Programm aus:
es: Ejecutar programa al finalizar la conexión:
fi: Käynnistä ohjelma katkaistaessa:
fr: Programme à lancer à la déconnexion :
he: ץירהל תינכת :קותינה ינפל
it: Appena disconnessi esegui questo programma:
ja: 実行コマンド 切断時：
pl: Po roz³±czeniu uruchom:
sk: Vykona» program pri odpojení:

source: Allows you to run a program <b>after</b> a connection has been closed.
de: Erlaubt Ihnen, ein Programm zu starten, <b>nachdem</b> die Verbindung getrennt wurde.
fr: Vous permet d'exécuter un programme <b>après</b> que la connexion a été fermée.
ja: 接続が切断された<b>後</b>に実行されるコマンドです。

source: Edit pppd arguments:
de: Bearbeite pppd-Argumente:
es: Editar opciones del pppd:
fi: Muuta pppd:n argumentteja
fr: Editer les paramètres de pppd :
he: pppd ינתשמ ךורע
it: Modifica argomenti pppd:
ja: pppd のオプションの編集：
pl: Zmiana opcji pppd:
sk: Úprava parametrov pppd:

source: Arguments
de: Argumente
es: Opciones
fi: Argumentit
he: םינתשמ
it: Argomenti
ja: オプション
pl: Opcje...
sk: Argumenty

source: IP Setup
de: IP-Einrichtung
es: Configuración Dirección IP
fi: IP Asetukset
fr: Configuration IP
he: IP תבותכ
it: Configurazione IP
ja: IPの設定
pl: Ustawienia IP
sk: Nastavenie IP

source: IP Address:
de: IP-Adresse:
es: Dirección IP:
fi: IP Osoite:
fr: Adresse IP :
he: IP תבותכ
it: Indirizzo IP:
ja: IPアドレス：
pl: Adres IP:
sk: IP adresa:

source: If your computer has a permanent internet address, you must supply your IP address here
de: Wenn Ihr Rechner eine statische Internet-Adresse besitzt, dann müssen Sie die IP-Adresse hier eintragen
fr: Si votre ordinateur a une adresse internet permanente, vous devez saisir votre adresse IP ici
ja: あなたのコンピュータのIPアドレスがすでに 決まっている場合はここに記入する必要があります。

source: Subnet Mask:
de: Subnetz-Maske
es: Máscara de SubRed:
fi: Aliverkkomaski:
fr: Masque de sous-réseau :
he: הנשמה תשר תינבת
ja: サブネットマスク：
pl: Maska podsieci:
sk: Maska podsiete:

source: If your computer has a static Internet address, you must supply a network mask here. In almost all cases this netmask will be <b>255.255.255.0</b>, but your mileage may vary. If unsure, contact your Internet Service Provider
de: Wenn Ihr Rechner eine statische Internet-Adresse hat, dann müssen Sie hier eine Subnetz-Maske eintragen. Das wird fast immer <b>255.255.255.0</b> sein, aber es gibt natürlich Ausnahmen. Im Zweifel fragen Sie Ihren Internet Service Provider.
fr: Si votre ordinateur a une adresse Internet statique, vous devez donner un masque de réseau ici. Dans la plupart des cas ce masque réseau sera <b>255.255.255.0</b>, mais votre kilométrage pourrait varier. Si vous n'êtes pas sûr, contactez votre Fournisseur d'Accès
ja: あなたのコンピュータがもらうべきIPアドレスがだいたい 決まっている場合はネットマスクをここに記入する必要があります。 ほとんどの場合、このネットマスクは<b>255.255.255.0</b> で事足りますが、場合によりことなります。 もし自信がないのなら、ISPに問い合わせてみてください。

source: Dynamic IP Address
de: Dynamische IP-Adresse
es: Dirección IP asignada por el Servidor
fi: Dynaaminen IP Osoite
fr: Adresse IP dynamique
he: הצקמ תרשהש IP תבותכ
it: Indirizzo IP dinamico
ja: ダイナミックIPアドレス
pl: Dynamiczny
sk: Dynamická IP adresa

source: Select this option when your computer gets an internet address (IP) everytime a connection is made. Almost every Internet Service Provider uses this method, so this should be turned on.
de: Wählen Sie diese Option, wenn Ihr Rechner eine Internet-Adresse (IP) erhält, sobald eine Verbindung hergestellt wird. Fast jeder Internet Service Provider benutzt diese Methode; daher sollte es eingeschaltet sein.
fr: Sélectionnez cette option si votre ordinateur obtient une adresse internet (IP) chaque fois qu'une connexion est établie. La plupart des Fournisseurs d'Accès Internet utilisent cette méthode, donc elle devrait être activée.
ja: あなたのコンピュータがインターネットに接続する時に 取得するIPアドレスが毎回異なる時は、これを選んでください。 ほとんどのISPではこの形態をとっていますので、 これを選んでおきましょう。

source: Static IP Address
de: Statische IP-Adresse
es: Dirección IP asignada por el Usuario
fi: Staattinen IP Osoite
fr: Adresse IP statique
he: העובק IP תבותכ
it: Indirizzo IP statico
ja: スタティックIPアドレス
pl: Statyczny
sk: Statická IP adresa

source: Select this option when your computer has a fixed internet address (IP). Most computers don't have this, so you should probably select dynamic IP addressing unless you know what you are doing
de: Wählen Sie diese Option, wenn Ihr Rechner eine feste Internet-Adresse (IP) besitzt. Die meisten haben keine, so daß Sie wahrscheinlich eine dynamische IP-Adressierung wählen sollten, wenn Sie nicht genau wissen, was Sie tun
fr: Sélectionnez cette option si votre ordinateur possède une adresse internet (IP) fixe. La plupart des ordinateurs ne possèdent pas cela, donc vous devriez probablement sélectionner l'adressage IP dynamique à moins que vous sachiez ce que vous êtes en train de faire
ja: あなたのコンピュータがすでに決まったIPアドレスを 持っている場合はこれを選んでください。ほとんどの コンピュータはそのようなIPアドレスを持っていませんので よく分からない時は、ダイナミックIPアドレスを選んで おくのがよいでしょう。

source: Auto-configure hostname from this IP
de: Konfiguriere Hostnamen automatisch von dieser IP
es: Autoconfigurar el nombre de Host desde está Dirección IP
fi: Aseta asiakasnimi automaattisesti tästä IP:tä
fr: Configurer automatiquement le nom d'hôte à partir de cette adresse IP
he: תבותכהמ תרש םש תיטמוטוא םאתה
it: Autoconfigura l'hostname da questo IP
ja: IPアドレスから自動的にホストネームを修正する
pl: Skonfiguruj automatycznie
sk: Automatická konfigurácia mena hostiteµa z tejto IP adresy

source: Whenever you connect, this reconfigures your hostname to match the IP address you got from the PPP server. This may be useful if you need to use a protocol which depends on this information, but it can also cause several <link kppp-7.html#autohostname>problems</link>. Don't enable this unless you really need it
de: Wann immer Sie eine Verbindung aufbauen, wird das Ihren Rechnernamen ändern, so daß er der IP-Adresse entspricht, die Sie vom PPP-Server erhalten. Das kann nützlich sein, wenn Sie ein Protokoll benutzen, das von dieser Information abhängt, aber es kann ebenso einige <link kppp-7.html#autohostname>Probleme</link> verursachen. Aktivieren Sie die Option nicht, wenn sie nicht unbedingt gebraucht wird.
fr: Chaque fois que vous vous connectez, ceci reconfigure votre nom d'hôte pour correspondre à l'adresse IP que vous avez obtenue du serveur PPP. Ceci peut être utile si vous devez utiliser un protocole qui dépend de cette information, mais cela peut aussi causer quelques <link kppp-7.html#autohostname>problèmes</link>. N'activez pas ceci, à moins que vous en ayez réellement besoin.
ja: 接続した時はいつもPPPサーバから得たIPアドレスに 合致するようにホストネームを修正します。 ホストネームに依存したプロトコルを使う必要が ある場合は有用ですが、様々な<link kppp-7.html#autohostname>問題</link>の原因となります。 本当に必要な場合以外はチェックしないでください。

source: DNS Servers
de: DNS Server
es: Servidores de Nombres
fi: DNS palvelimet
fr: Serveurs DNS
he: תומש יתרש
it: Server DNS
ja: DNSサーバ
pl: Ustawienia DNS
sk: DNS servery

source: Domain Name:
es: Nombre de Dominio:
fi: Aluenimi:
fr: Nom de domaine :
he: הדובע תצובק
it: Nome dominio:
ja: ドメイン：
pl: Domena:
sk: Meno domény:

source: If you enter a domain name here, this domain name is used for your computer while you are connected. When the connection is closed, the original domain name of your computer is restored. If you leave this field blank, no changes are made to the domain name.
de: Wenn Sie hier einen Domain-Namen eintragen, dann wird er für Ihren Rechner benutzt, während Sie verbunden sind. Sobald die Verbindung getrennt ist, wird der originale Domain-Name Ihres Rechners wiederhergestellt. Wenn Sie das Feld leer lassen, wird der Domain-Name nicht geändert.
fr: Si vous entrez ici un nom de domaine, ce nom de domaine est utilisé pour votre ordinateur pendant que vous êtes connecté. Quand la connexion est fermée, le nom de domaine original de votre ordinateur est restauré. Si vous laissez ce champ vide, le nom de domaine n'est pas modifié.
ja: ここにドメイン名を記入すると、接続中はあなたの コンピュータにそのドメインが使われます。接続が 失われると、もともと使われていたドメイン名に 戻されます。 この欄に何も記入しなければ、ドメイン名に変更は ありません。

source: DNS IP Address:
de: DNS IP-Adresse:
es: Direcciones IP de los Servidores de Nombres:
fi: DNS IP Osoite:
fr: Adresse IP du DNS :
he: תומשה תרש תבותכ
it: Indirizzo IP del DNS:
ja: DNS IP アドレス：
pl: Adres IP:
sk: IP adresa DNS:

source: Allows you to specify a new DNS server to be used while you are connected. When the connection is closed, this DNS entry will be removed again. To add a DNS server, type in the IP address of of the DNS server here and click on <b>Add</b>
de: Erlaubt Ihnen, einen neuen DNS-Server zu benutzen, während Sie verbunden sind. Sobald die Verbindung getrennt ist, wird der DNS-Eintrag wieder entfernt. Um einen DNS-Server hinzuzufügen, tippen Sie die IP-Adresse des DNS-Servers hier ein und klicken Sie auf <b>Hinzufügen</b>
fr: Vous permet de spécifier un nouveau serveur DNS à utiliser pendant que vous êtes connecté. Quand la connexion est fermée, cette entrée DNS sera à nouveau supprimée. Pour ajouter un serveur DNS, entrez ici l'adresse IP du serveur DNS et cliquez sur <b>Ajouter</b>
ja: 接続時に使用するDNSサーバをここで指定することが できます。接続が失われれば、このDNSのエントリは 削除されます。 DNSサーバを追加するには、DNSサーバのIPアドレスを 記入し<b>追加</b>をクリックしてください。

source: Click this button to add the DNS server specified in the field above. The entry will then be added to the list below
de: Klicken Sie auf diesen Knopf, um den DNS-Server im Feld darüber hinzuzufügen. Der Eintrag wird dann zu der Liste unten hinzugefügt.
fr: Cliquez sur ce bouton pour ajouter le serveur DNS spécifié dans le champ au-dessus. L'entrée sera ensuite ajoutée à la liste ci-dessous
ja: このボタンをクリックすると上の欄に記入した DNSサーバが追加されます。そうすると、 下のリストにエントリが加えられます。

source: Click this button to remove the selected DNS server entry from the list below
de: Klicken Sie auf diesen Knopf, um den ausgewählten DNS-Server von der Liste unten zu entfernen.
fr: Cliquez sur ce bouton pour enlever l'entrée de serveur DNS sélectionnée dans la liste ci-dessous
ja: このボタンをクリックすると下のリストで選んだ DNSサーバのエントリが削除されます。

source: DNS Address List:
de: DNS-Adreßliste:
es: Lista de Direcciones de Servidores de Nombres:
fi: DNS Osoitelista
fr: Liste d'adresses DNS :
he: שומישב תומש יתרש
it: Lista indirizzi DNS
ja: DNS アドレスリスト：
pl: Lista serwerów:
sk: Zoznam adries DNS:

source: This shows all defined DNS servers to use while you are connected. Use the <b>Add</b> and <b>Remove</b> buttons to modify the list
de: Dies zeigt alle DNS-Server an, die während Ihrer Verbindung verwendet werden sollen. Benutzen Sie <b>Hinzufügen</b> und <b>Entfernen</b>, um die Liste zu ändern.
fr: Ceci affiche tous les serveurs DNS définis utilisables pendant que vous êtes connecté. Utilisez les boutons <b>Ajouter</b> et <b>Enlever</b> pour modifier la liste
ja: 接続時に使用するDNSサーバの一覧が表示されます。 <b>追加</b>ボタンや<b>削除</b>ボタンで修正が できます。

source: Disable existing DNS Servers during Connection
de: Schalte während Verbindung existierende DNS-Server aus
es: Deshabilitar Servidores de Nombres existentes durante la Conexión
fi: Poista olemassaolevat DNS palvelimet yhteyden aikana
fr: Désactiver les serveurs DNS existants pendant la connexion
he: רוביחה ןמזב יחכונ תומש תרשב שומיש לטב
it: Disabilita DNS locali durante la connessione
ja: 接続時は現在使用中のDNSサーバを無効にする
pl: Dezaktywuj istniej±ce DNS w czasie po³±czenia
sk: Vyradi» existujúce DNS servery behom spojenia

source: When this option is selected, all DNS servers specified in <i>/etc/resolv.conf</i> are temporary disabled while the dialup connection is established. After the connection is closed, the servers will be re-enabled Typically, there is no reason to use this option, but it may become useful under some circumstances
de: Wenn diese Option ausgewählt ist, dann werden alle DNS-Server in <i>/etc/resolv.conf</i> ignoriert während die Dialup-Verbindung aufgebaut wird. Wenn die Verbindung geschlossen ist, wird das Server-Setup wieder in Kraft gesetzt. Normalerweise gibt es keinen Grund, diese Option zu benutzen. Aber sie könnte unter manchen Umständen nützlich werden.
fr: Quand cette option est sélectionnée, tous les serveurs DNS spécifiés dans <i>/etc/resolv.conf</i> sont temporairement désactivés pendant que la connection commutée est établie. Après la fermeture de la connexion, les serveurs seront ré-activés. Généralement, il n'y a pas de raison d'utiliser cette option, mais cela pourrait devenir utile dans certaines circonstances.
ja: このオプションが選ばれると、ダイアルアップ 接続が確立されている間、<i>/etc/resolv.conf</i>に かかれた全てのDNSサーバが一時的に無効になります。 接続が終了すれば、それらのDNSサーバは再び 有効になります。 概して、このオプションを使用する必要はありません。 しかし環境によっては有用かも知れません。

source: Gateway Setup
de: Gateway Einstellungen
es: Configuración Puerta de Enlace
fi: Yhdyskäytävän asetukset
fr: Configuration de la passerelle
he: רעשה תורדגה
it: Configurazione gateway
ja: ゲートウェイの設定
pl: Ustawienia routingu
sk: Nastavenie brány

source: Default Gateway
de: Standard-Gateway
es: Puerta de Enlace por defecto
fi: Oletysyhdyskäytävä
fr: Passerelle par défaut
he: לדחמה תרירב רעש
it: Gateway predefinito
ja: デフォルトゲートウェイ
pl: Domy¶lny router
sk: ©tandardná brána

source: This makes the PPP peer computer (the computer you are connected to with your modem) to act as a gateway. Your computer will send all packets not going to a computer inside your local net to this computer, which will route this packets. This is the default for most ISPs, so you should probably leave this option on
de: Dies läßt den PPP Peer-Computer (den Rechner, mit dem Sie verbunden sind) als Gateway agieren. Ihr Rechner wird alle Datenpakete an diesen Rechner schicken, soweit sie nicht für Computer in ihrem lokalen Netz bestimmt sind. Der Gateway- Rechner wird dann die Datenpakete auf den richtigen Weg bringen. Dies ist die Grundeinstellung für die meisten Service-Provider. Sie sollten die Option daher wahrscheinlich aktiviert lassen.
ja: これによってPPPはコンピュータ(あなたのモデムで つなげたコンピュータ)がゲートウェイであると みなします。あなたのコンピュータはローカルネットに 向けられた以外の全てのパケットをこのコンピュータに 送り、このコンピュータはパケットの行き先を決めます。 これはほとんどのISPでデフォルトとなっており、 これは有効にしておく必要があるでしょう。

source: Static Gateway
de: Fester Gateway-Rechner
es: Puerta de Enlace asignada por el Usuario
fi: Staattinen käytävä
fr: Passerelle statique
he: עובק רעש
it: Gateway statico
ja: スタティックゲートウェイ
pl: Ustaw IP
sk: Statická brána

source: Allows you to specify which computer you want to use as gateway (see <i>Default Gateway</i> above
de: Erlaubt Ihnen die Angabe, welchen Rechner Sie als Gateway benutzen möchten (siehe oben, <i>Grundeinstellung für Gateway</i>)
fr: Vous permet de spécifier quel ordinateur vous voulez utiliser comme passerelle (voir <i>Passerelle par défaut</i> au-dessus)
ja: どのコンピュータをゲートウェイとして用いるかを 指定できます(上の<i>デフォルトゲートウェイ</i>参照)

source: Gateway IP Address:
de: Gateway IP-Adresse:
es: Dirección IP de la Puerta de Enlace:
fi: Yhdyskäytävän IP Osoite:
fr: Adresse IP de la passerelle :
he: IP תבותכ רעשה לש
it: Indirizzo IP del gateway:
ja: ゲートウェイ IPアドレス
pl: Adres IP:
sk: IP adresa brány:

source: Assign the Default Route to this Gateway
de: Setze die Standardroute auf diesen Gateway
es: Asignar la Ruta por Defecto hacia esta Puerta de Enlace
fi: Aseta oletusreitti tälle yhdyskäytävälle
fr: Assigner l'itinéraire vers cette passerelle comme itinéraire par défaut
he: רעשל לדחמה תרירב ביתנ תא הנפה
it: Assegna il "Default Route" a questo gateway
ja: デフォルトルートにこのゲートウェイを割り当てる
pl: Przypisz domy¶lny routing
sk: Priradi» ¹tandardné smerovanie k tejto bráne

source: If this option is enabled, all packets not going to the local net are routed through the PPP connection. Normally, you should turn this on
de: Wenn diese Option aktiv ist, dann werden alle Datenpakete, die nicht ins lokale Netz addressiert sind, über die PPP-Verbindung geroutet. Normalerweise sollten Sie das einschalten.
fr: Si cette option est activée, tous les paquets n'allant pas vers le réseau local sont routés à travers la connexion PPP. Normalement, vous devriez activer ceci
ja: このオプションを有効にすると、ローカルネットに 行く以外の全てのパケットはPPP接続を通して 行き先を割り振られます。 通常はチェックしてください。

source: Edit Script
de: Bearbeite Skript
es: Editar Script
fi: Editoi ohjelmaa
fr: Modifier le script
he: טירסת ךורע
it: Modifica script di accesso
ja: スクリプトの編集
pl: Edycja skryptu logowania
sk: Upravi» skript

source: kppp Setup
de: kppp Einstellungen
es: Configuración kppp
fi: kppp Asetukset
fr: Configuration kppp
he: kppp תנקתה
it: Configurazione Kppp
ja: kpppの設定
pl: Ustawienia kppp
sk: Nastavenie kppp

source: pppd Timeout:
es: Timeout del pppd:
fi: pppd odotusaika:
fr: Temps maximum de pppd :
he: pppd לש הנתמה ןמז
it: Timeout del programma pppd:
ja: pppdのタイムアウト：
pl: Limit czasu pppd:

source: <i>kppp</i> will wait this number of seconds to see if a PPP connection is established. If no connection is made in this time frame, <i>kppp</i> will give up and kill pppd.
de: <i>kppp</i> wartet diese Anzahl von Sekunden, um zu sehen, ob eine PPP-Verbindung aufgebaut ist. Wenn in diesem Zeitraum keine Verbindung besteht, gibt <i>kppp</i> auf und schickt ein Killsignal an pppd.
fr: <i>kppp</i> attendra ce nombre de secondes pour voir si une connexion PPP est établie. Si aucune connexion n'est établie dans ce délai, <i>kppp</i> abandonnera et tuera pppd.
ja: <i>kppp</i>はここで指定した秒数だけPPP接続が確立 するかどうか待ちます。この時間以内に接続が 確立しなければ<i>kppp</i>はあきらめてpppdを終了させます。

source: Seconds
de: Sekunden
es: Segundos
fi: sekuntia
fr: Secondes
he: תוינש
it: Secondi
ja: 秒
pl: sekund
sk: sekúnd

source: Dock into Panel on Connect
de: Bei Verbindung an Panel andocken
es: Iconizar en el Panel al Conectar
fi: Nielaise paneliin yhdistettäessä
fr: Ancrage dans le panneau lors de la connexion
he: רוביחה םע תומישמ תרושב תורוא גצה
it: Aggiungi al Pannello appena connesso
ja: 接続時はパネルに格納
pl: Poka¿ na panelu po po³±czeniu
sk: Vsadi» do panelu pri pripojení

source: After a connection is established, the window is minimized and a small icon in the <i>kpanel</i> represents this window. Clicking on this icon will restore the window to it's original location and size.
de: Wenn eine Verbindung besteht, wird das Fenster minimiert und durch ein kleines Icon im <i>KPanel</i> repräsentiert. Ein Klick auf das Icon bringt das Fenster auf seine ursprüngliche Größe und auf den vorherigen Platz zurück.
fr: Une fois qu'une connexion est établie, la fenêtre est icônifiée et une petite icône dans le <i>panneau</i> représente cette fenêtre. Cliquer sur cette icône restaure la fenêtre avec son emplacement et sa taille d'origine.
ja: 接続が確立するとウィンドウは最小化し、 <i>kpanel</i>のなかでアイコンになり、再び ウィンドウ表示されるのを待ちます。 このアイコンをクリックするとウィンドウは 元あった場所に同じサイズで復元されます。

source: Automatic Redial on Disconnect
de: Automatische Neuwahl nach Trennung
es: Reestablecer la Conexión automáticamente si se pierde
fi: Automaattinen uudelleensoitto katkaistaessa
fr: Rappeler automatiquement en cas de déconnexion
he: קתנתמ וקהשכ תיטמוטוא שדחמ גייח
it: Richiama automaticamente se disconnesso
ja: 切断された時は自動的にリダイアル
pl: Dzwoñ ponownie po roz³±czeniu
sk: Automaticky znovuvytáèa» po odpojení

source: When a connection is established and it somehow gets disconnected, <i>kppp</i> will try to reconnect to the same account. See <link #redial>here</link> for more on this topic.
de: Sobald eine Verbindung besteht, aber dann irgendwie unterbrochen wird, versucht <i>kppp</i> eine neue Verbindung über denselben Zugang. Siehe <link #redial>hier</link> für mehr Informationen.
fr: Quand une connexion est établie et qu'elle se brise pour une raison ou une autre, <i>kppp</i> essaiera de se reconnecter au même compte. Voir <link #redial>ici</link> pour plus de détails.
ja: 接続が確立された後、何らかの形で接続が 失われると、<i>kppp</i>は同じ接続先に 電話をかけなおします 詳しくは<link #redial>ここ</link>を参照してください。

source: Show Clock on Caption
de: Zeige Verbindungsdauer im Fenstertitel
es: Mostrar Reloj en la barra de Título
fi: Näytä kello
fr: Afficher l'horloge dans la barre de titre
he: תרתוכה לע ןועש גצה
it: Mostra orologio
ja: 接続してからの時間を表示
pl: Poka¿ czas po³±czenia na pasku zadañ
sk: Zobrazova» hodiny v titulku

source: When this option is checked, the window title shows the time since a connection was established. Very useful, so you should turn this on
de: Wenn diese Option ausgewählt ist, dann zeigt der Fenstertitel die Zeit, seit der eine Verbindung aufgebaut wurde. Sehr nützlich, Sie sollten es daher einschalten.
fr: Quand cette option est cochée, le titre de la fenêtre affiche le temps depuis lequel la connexion a été établie. Très utile donc vous devriez l'activer.
ja: このオプションを選んでおくと、接続してからの 時間がウィンドウのタイトルとして表示されます。 とても便利なのでクリックしておきましょう。

source: Disconnect on X-server shutdown
de: Trennen bei Schließen des X-Servers
es: Desconectar al apagar el Servidor X
fi: Lopeta yhteys X-palvelimen lopetuksessa
fr: Se déconnecter en cas d'arrêt du serveur X
he: X תביבסמ האיצי שי רשאכ קתנת
it: Disconnetti all'uscita da X
ja: Xが終了した時は切断
pl: Roz³±cz przy zamkniêciu KDE
sk: Odpoji» pri ukonèení X-serveru

source: Checking this option will close any open connection when the X-server is shut down. You should enable this option unless you know what you are doing. See <link #disxserver>here</link> for more on this.
de: Eine Auswahl dieser Option schließt jede offene Verbindung, wenn der X-server herunter- gefahren wird. Sie sollten das einschalten, falls Sie nicht genau wissen, was Sie tun. Siehe <link #disxserver>hier</link> für mehr dazu.
fr: Cocher cette option fermera toute connexion ouverte quand le serveur X s'arrête. Vous devriez activer cette option à moins que vous ne sachiez ce que vout faîtes. Voir <link #disxserver>ici</link> pour plus de détails.
ja: このオプションを選んでおくと、Xが終了した時に 全ての接続を切断します。良く分からない時は 有効にしておきましょう 詳しくは<link #disxserver>ここ</link>を参照してください。

source: Quit on Disconnect
de: Bei Trennung beenden
fr: Quitter à la déconnexion
he: קותינ רחאל תינכתהמ אצ
ja: 切断時に終了

source: When this option is turned on, <i>kppp</i> will be closed when you disconnect
de: Wenn diese Option gewählt ist, wird <i>kppp</i> beim Beenden der Verbindung geschlossen.
fr: Quand cette option est activée, <i>kppp</i> se ferme quand vous vous déconnectez
ja: このオプションを選んでおくと、 接続が切断された時に<i>kppp</i>も終了します。

source: Minimize Window on Connect
de: Minimiere Fenster nach dem Verbinden
es: Minimizar Ventana al Conectar
fi: Pienennä ikkunan sisältö yhdistettäessä
fr: Minimiser la fenêtre à la connexion
he: רוביחה עגרב רעזמ
it: Riduci a icona appena connesso
ja: 接続時にウィンドウを最小化
pl: Minimalizuj okno w czasie po³±czenia
sk: Minimalizova» okno po pripojení

source: Iconifies <i>kppp</i>'s window when a connection is established
de: Bringt das <i>kppp</i>-Fenster auf Icongröße, sobald eine Verbindung aufgebaut ist.
fr: Icônifie la fenêtre de <i>kppp</i> quand une connexion est établie
ja: 接続が確立された時に<i>kppp</i>のウィンドウを 最小化します。

source: About kppp
de: Über kppp
es: Acerca de kppp
fi: Tietoja kppp:ta
fr: A propos de kppp
he: kppp תודוא
it: Info su kppp
ja: kpppのバージョン情報
pl: Informacje o kppp
sk: Informácie o kppp

source: A dialer and front-end to pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> Original author: Bernd Johannes Wuebben Currently maintained by Harri Porten and Mario Weilguni. Please send all bug reports to the current maintainer. This program is distributed under the GNU GPL (GNU General Public License).
fr: Un numéroteur et une interface pour pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> Auteur original : Bernd Johannes Wuebben Actuellement maintenu par Harri Porten et Mario Weilguni. Veuillez envoyer vos rapports de bug au mainteneur courant. Ce programme est distribué sous la licence GNU GPL (GNU General Public License).
ja: ダイアラー及びpppdのフロントエンド (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> オリジナルの作者: Bernd Johannes Wuebben 現在の管理者： Harri Porten and Mario Weilguni すべてのバグリポートは現在の管理者に送ってください。 このプログラムはGNU GPL(GNU General Public License) のもとに配布することができます。

source: Serial device
de: Serielles Gerät
es: Dispositivo Serie
fi: Sarjaliikennelaite
fr: Périphérique série
he: ילאירס םאתמ
it: Porta seriale
ja: シリアルデバイス
pl: Port szeregowy
sk: Sériové zariadenie
