Repository: KDE/kde1-kdenetwork
Catalog: po/*/kppp.po
Languages: de, es, fi, fr, he, it, ja, pl, sk

source: Account Setup
de: Zugangseinstellungen
es: Configuración Conexiones
fi: Profiilin asetukset
fr: Configuration du compte
he: ןובשח תרדגה
it: Configurazione account
ja: 接続先のセットアップ
pl: Po³±czenia
sk: Nastavenie konta

source: Edit...
de: Bearbeiten...
es: Editar...
fi: Editoi...
fr: Edition...
he: ...ךורע
it: Modifica...
ja: 編集...
pl: Ustawienia...
sk: Upravi»...

source: Allows you to modify the selected account
de: Erlaubt, den ausgewählten Account zu bearbeiten
fr: Vous permet de configurer ou modifier le compte sélectionné
ja: 選択した接続先の編集ができます

source: New...
de: Neu...
es: Nueva...
fi: Uusi...
fr: Nouveau...
he: ...שדח
it: Nuovo...
ja: 新規...
pl: Nowe...
sk: Nové...

source: Create a new dialup connection to the internet
de: Erstelle eine neue Dialup-Verbindung zum Internet
fr: Crée une nouvelle connection avec numérotation vers internet
ja: 新しいダイアルアップ接続を つくります

source: Makes a copy of the selected account. All settings of the selected account are copied to a new account, that you can modify to fit your needs
de: Kopiert den ausgewählten Account. Alle Einstellungen des ausgewählten Accounts werden. mitkopiert. Sie können dann bearbeitet werden, um sie den jeweiligen Bedürnissen anzupassen.
fr: Effectue une copie du compte sélectionné. Tous les paramètres du compte sélectionné sont copiés dans un nouveau compte, que vous pouvez modifier pour l'adapter à vos besoins
ja: 選択した接続先のコピーを作ります。 コピー元の全ての設定は新しい接続にコピー され、必要に応じて編集することができます。

source: Deletes the selected account <red><b>Use with care!
de: Löscht den ausgewählten Account <red><b>Vorsichtig benutzen!
fr: Supprime le compte sélectionné <red><b>A utiliser avec prudence !
ja: 選択した接続先を削除します。 <red><b>慎重に選んでください！

source: Phone Costs:
de: Telefonkosten:
es: Costes Teléfono:
fi: Puhelinkulut:
fr: Coûts de téléphonie :
he: ןופלט תויולע
it: Spese telefoniche:
ja: 電話代：
pl: Koszty po³±czenia
sk: Telefónne náklady

source: This shows the accumulated phone costs for the selected account. <b>Important</b>: If you have more than one account - beware, this is <b>NOT</b> the sum of the phone costs of all your accounts!
de: Dies zeigt die aufgelaufenen Telefonkosten für den ausgewählten Account. <b>Wichtig</b>: Wenn Sie mehr als einen Account haben - denken Sie daran, dies ist <b>NICHT</b> die Summe der Kosten für Ihre sämtlichen Accounts!
fr: Ceci affiche les coûts de téléphonie cumulés pour le compte sélectionné. <b>Important</b> : Si vous avez plus d'un compte - attention, ce n'est <b>PAS</b> la somme des coûts de téléphonie de tous vos comptes !
ja: 選択した接続先への電話代の累積額がわかります。 <b>重要</b>: もし、複数の接続先があったと しても、すべての接続先の総額では<b>ありません</b>！

source: Volume:
de: Volumen:
fi: Määrä:
he: תוחיש רפסמ
ja: 通信量：
pl: Ruch:

source: This shows the number of bytes transferred for the selected account (not for all of your accounts. You can select what to display in the accounting dialog. <link #volaccounting>More on volume accounting</link>
de: Die zeigt die Zahl der übertragenen Bytes für den ausgewählten Zugang (nicht für alle Ihre Zugänge). Sie können im Abrechnungsmenü auswählen, was angezeigt werden soll. <link #volaccounting>Mehr zum Thema Volumen-Abrechnung</link>
fr: Ceci affiche le nombre d'octets transférés pour le compte sélectionné (pas pour tous vos comptes). Vous pouvez sélectionner quoi afficher dans la boîte de dialogue Comptes. <link #volaccounting>More on volume accounting</link>
ja: 選択した接続先と何バイト通信があったかを示します。 (全ての接続先に対してではありません。接続先に 選んだものが対象になります。 <link #volaccounting>通信量に関しての詳細</link>

source: Reset Costs
de: Kosten zurücksetzen
es: Resetear Costes
fi: Nollaa kulut
fr: Remettre à zéro les coûts
he: תויולע ספא
it: Aggiorna spesee
ja: 電話代のリセット
pl: Wyzeruj koszty
sk: Vynulova» náklady

source: View Logs
de: Logdateien ansehen
es: Ver Históricos
fi: Näytä lokit
fr: Afficher le journal
he: םושירב הפצ
it: Visualizza log
ja: ログを見る
pl: Poka¿ dziennik
sk: Zobrazi» záznamy

source: Reset Total
de: Alle zurücksetzen
es: Resetear Totales
fi: Nollaa kokonaistulos
fr: Remise à zéro générale
he: לכה ספא
it: Aggiorna totali
ja: 金額のリセット
pl: Wyzeruj wszystko
sk: Vynulova» celkové náklady

source: Are you sure you want to reset the accumulated telephone costs for the selected account to zero?
de: Sind Sie sicher, daß Sie die aufgelaufenen Telefonkosten für den gewählten Zugang zurücksetzen möchten?
es: ¿Está seguro de querer resetear a cero los costes de teléfono acumulados para la conexión seleccionada?
fi: Oletko varma että haluat nollata kertyneet puhelinkulut valitulla profiililla?
fr: Etes-vous sûr de vouloir remettre à zéro l'ensemble des coûts de téléphonie pour le compte sélectionné ?
he: תא ספאל ןיינועמ התאש חוטב התא םאה ? לנה ןובשחל תויולעה םושיר
it: Siete sicuro di volere aggiornare il totale costi accumulato dalle chiamate di questo account e azzerarle?
ja: 本当に選択した接続先の電話代をリセットして ゼロにしたいのですか？
pl: Jeste¶ pewien, ¿e chcesz wyzerowaæ ca³kowite koszty tego po³±czenia ?
sk: Naozaj si prajete vynulova» nazhroma¾dené telefónne náklady vybraného konta?

source: Maximum number of accounts reached.
de: Maximale Anzahl von Zugängen erreicht.
es: Se ha alcanzado el número máximo de conexiones definibles.
fi: Maksimimäärä profiileja
fr: Le nombre maximum de comptes a été atteint.
he: תונובשח לש יברימה רפסמה
it: Raggiunto il massimo numero di account previsti.
ja: 接続先はもう増やせません。
pl: Osi±gniêto maksymaln± liczbê po³±czeñ.
sk: Dosiahnutý maximálny poèet kônt.

source: No account selected.
de: Kein Zugang ausgewählt
es: No se ha seleccionado ninguna conexión.
fi: Profiilia ei ole valittu.
fr: Aucun compte n'est sélectionné.
it: Nessun account selezionato
ja: なにも接続先が選ばれていません。
pl: Nie wybrano po³±czenia.
sk: Nie je vybrané ¾iadne konto.

source: Are you sure you want to delete the account "%s"?
de: Sind Sie sicher, daß Sie den Zugang "%s" löschen möchten?
es: ¿Está seguro de querer eliminar la conexión "%s"?
fi: Oletko varma että haluat tuhota profiilin "%s"?
fr: Etes-vous sûr de vouloir supprimer le compte "%s" ?
he: קוחמל ןיינועמ התאש חוטב התא םאה ? "%s" ןובשחה תא
it: Sicuro di voler cancellare l'account "%s"?
ja: 本当に接続先 "%s" を削除しても かまいませんか?
pl: Czy na pewno chcesz skasowaæ po³±czenie "%s"?
sk: Ste si istý, ¾e si prajete zmaza» konto "%s"?

source: Confirm
de: Bestätigen
es: Confirmar
fi: Varmista
fr: Confirmation
he: רושא
it: Conferma
ja: 確認
pl: Potwierd¼
sk: Potvrdi»

source: New Account
de: Neuer Zugang
es: Nueva Conexión
fi: Uusi profiili
fr: Nouveau compte
he: שדח ןובשח
it: Nuovo account
ja: 新規接続先
pl: Nowe po³±czenie
sk: Nové konto

source: Edit Account:
de: Zugang bearbeiten:
es: Editar Conexión:
fi: Editoi profiilia:
fr: Modifier le compte :
he: :ןובשח יוניש
it: Modifica account:
ja: 接続先編集：
pl: Ustawienia po³±czenia:
sk: Úprava konta:

source: Dial
de: Wählen
es: Marcado
fi: Soita
fr: Numérotation
he: גויח
it: Chiama...
ja: ダイアル
pl: Dzwonienie
sk: Vytáèanie

source: Gateway
es: Puerta de Enlace
fi: Yhdyskäytävä
fr: Passerelle
he: רעש
ja: ゲートウェイ
pl: Router
sk: Brána

source: Login Script
de: Login-Skript
es: Script Conexión
fi: Sisäänkirjoittautumisohjelma
fr: Script de connexion
he: רוביח
it: Script di accesso
ja: ログインスクリプト
pl: Skrypt logowania
sk: Prihlasovací skript

source: Accounting
de: Abrechnung
es: Coste
fi: Laskutus
fr: Facturation
he: בקעמ
it: Costi telefonici
ja: 通信料/量
pl: Koszty
sk: Úètovanie

source: You must enter an unique account name
de: Sie müssen einen eindeutigen Zugangsnamen angeben
fr: Vous devez entrer un nom de compte unique
ja: すでにある名前は 使わないでください。

source: Login script has unbalanced loop Start/End
de: In einer Schleife des Login-Skripts fehlt Anfang oder Ende
fr: Le script de connexion a une boucle Start/End non équilibrée
ja: ログインスクリプトは初めと終りのバランスが取れていません

source: Connecting to:
de: Verbinde mit:
es: Conectando con:
fi: Yhdistä:
fr: Connexion à :
he: ל רבחתמ:
it: Connessione a:
ja: 接続先：
pl: Trwa ³±czenie z:
sk: Pripájanie k:

source: Sorry, can't create modem lock file.
de: Sorry, kann keine Sperrdatei für Modem erzeugen.
es: Lo siento, no se puede crear fichero de bloqueo del modem.
fi: Valitettavasti en voi luoda modeemin lukitustiedostoa.
fr: Désolé, je ne peux pas créer le fichier de verrouillage du modem.
he: םדומל הליענ ץבוק רוציל תורשפא ןיא
it: Spiacente, non posso creare il file di lock per il modem.
ja: モデムのロックファイルを作れませんでした。
pl: Nie mogê utworzyæ pliku blokuj±cego modem.
sk: ¥utujem, nemô¾em vytvori» súbor pre zamknutie modemu.

source: Looking for Modem ...
de: Suche Modem...
es: Consultando el Modem ...
fi: Etsin modeemia...
fr: Recherche de votre modem...
he: ... םדומה תא שפחמ
it: Cerco il modem.....
ja: モデムを探しています ...
pl: Szukam modemu ...
sk: Hµadám modem ...

source: Log
de: Log-Datei
es: Log/Histórico
fi: Loki
he: טוריפ
ja: ログ
pl: Podgl±d
sk: Záznam

source: Sorry, modem device is locked.
de: Sorry, das Modemgerät ist gesperrt.
es: Lo siento, el modem está bloqueado.
fi: Valitettavasti modeemin laite on lukittu.
fr: Désolé, le modem est verrouillé
he: .שומישב אוהו ןכתי .לוענ םדומה
it: Spiacente, il modem e` occupato.
ja: モデムのデバイスはロックされています。
pl: Modem jest zablokowany.
sk: ¥utujem, modemové zariadenie je uzamknuté.

source: Initializing Modem...
de: Initialisiere Modem...
es: Inicializando el Modem...
fi: Asetan modeemia...
fr: Initialisation du modem...
he: ...םדומה תא לחתאמ
it: Inizializzazione modem....
ja: モデムを初期化しています ...
pl: Inicjalizacja modemu...
sk: Inicializácia modemu ...

source: Setting speaker volume...
de: Lautstärke einstellen...
fr: Configuration du volume du haut-parleur...
ja: スピーカの音量をセットしています ...

source: Dialing
de: Wähle
es: Marcando
fi: Soitan
fr: Appel en cours
he: ...גייחמ
it: Chiamata in corso
ja: ダイアル中
pl: £±czenie z numerem
sk: Vytáèam èíslo

source: Line Busy. Hanging up ...
de: Leitung besetzt. Lege auf...
es: Línea Ocupada. Colgando ...
fi: Linja varattu. Katkaisen ...
fr: La ligne est occupée. Je raccroche...
he: .קתנתמ .סופת ןופלטה וק
it: Linea occupata. Riattacco...
ja: 話し中です。中止します ...
pl: Linia zajêta. Roz³±czam siê ...
sk: Linka obsadená, skladám ...

source: Line Busy. Waiting:
de: Leitung besetzt. Warte:
es: Línea Ocupada. Esperando:
fi: Linja varattu. Odotan:
fr: La ligne est occupée. Attente de
he: :ןיתממ .סופת ןופלטה וק
it: Linea occupata. Attendo:
ja: 話し中です。待機しています：
pl: Linia zajêta. Czekam:
sk: Linka obsadená. Èakám:

source: seconds
de: Sekunden
es: segundos
fi: sekuntia
fr: secondes
he: תוינש
it: secondi
ja: 秒
pl: sekund
sk: sekúnd

source: No Dialtone
de: Kein Freizeichen
es: No hay tono de marcado
fi: Ei soittoääntä
fr: Pas de tonalité
he: גויח לילצ ןיא
ja: ダイアルトーンがありません
pl: Brak sygna³u
sk: ®iadny vyzváòací tón (na Slovensku treba zmeni» nastavenie modemu)

source: No Carrier
de: Kein Trägersignal
es: No hay respuesta
fi: Ei linjaääntä
fr: Pas de porteuse
he: הנוע וניא בשחמה
ja: キャリア喪失
pl: Brak po³±czenia
sk: ®iadny nosiè

source: Scanning
de: Suche nach
fi: Selaan
fr: Analyse en cours
he: שפחמ
ja: スキャン中

source: Saving
de: Speichere
fi: Talletan
fr: Enregistrement en cours
he: רמוש
ja: セーブ中

source: Sending
de: Sende
es: Enviando
fi: Lähetän
fr: Envoi en cours
he: חלוש
it: In trasmissione
ja: 送信中
pl: Wysy³am
sk: Posielam

source: Expecting
de: Erwarte
es: Esperando
fi: Odotan
fr: Attente de
he: ל הפצמ
it: In attesa di
ja: 応答を待っています
pl: Oczekujê na
sk: Oèakávam

source: Pause
es: Pausa
fi: Paussi
he: ןיתממ
it: Pausa
ja: ポーズ
pl: Przerwa
sk: Pauza

source: Timeout
es: Fuera de Tiempo
fi: Aika loppu
fr: Dépassement de temps
he: ןמז
ja: 時間切れ
pl: Min±³ czas oczekiwania

source: Hangup
de: Hänge auf
es: Colgando
fi: Katkaise
fr: Raccrochage
he: קתנתמ
it: Linea interrotta
ja: 中止
pl: Roz³±cz
sk: Zavesenie

source: Answer
de: Antworte
es: Respondiendo
fi: Vastaa
fr: Réponse
he: הנוע
it: Risposta
ja: 応答
pl: Odpowiadam
sk: Odpoveï

source: Password
de: Paßwort
es: Contraseña
fi: Salasana
fr: Mot de passe
he: המסיס
ja: パスワード
pl: Has³o
sk: Heslo

source: Prompting
de: Frage nach
fi: Kysyn
fr: Demande
ja: プロンプト表示中
pl: Zg³oszenie
sk: Pýtam sa na

source: PW Prompt
de: Paßwort-Abfrage
fi: Salasana
fr: Demande de mot de passe
ja: パスワードプロンプト

source: Loop Start
de: Schleifenanfang
es: Bucle de Inicio
fi: Loopin alku
fr: Début de boucle
it: Inizio loop
ja: 繰り返しスタート
sk: ©tart sluèky

source: ERROR: Nested too deep, ignored.
de: FEHLER: Zu tief verschachtelt -- übersprungen.
es: ERROR: Anidación demasiado profunda, se ignora.
fi: VIRHE: Liian paljon sisäkkäisiä tasoja, ohitan.
fr: ERREUR : trop d'imbrications, bouclage ignoré.
it: ERRORE: Nidificazione eccessiva, ignorata.
ja: エラー：あまりにも入れ子にしすぎです。無視します。
pl: B³±d: Zbyt g³êbokie zagnie¿d¿enia, zignorowano.
sk: CHYBA: Sluèka vnorená príli¹ hlboko, ignorujem.

source: Loops nested too deeply!
de: Schleifen zu tief verschachtelt!
es: ¡Bucles anidados demasiado profundos!
fi: Loopeissa liian sisäkkäistä monta tasoa!
fr: Les boucles s'imbriquent trop profondément !
it: Ciclo eccessivamente nidificato!
ja: 入れ子しすぎです！
pl: Pêtle zagnie¿d¿one zbyt g³êboko!
sk: Sluèky vnorené príli¹ hlboko!

source: LoopEnd without matching Start! Line:
de: Schleifenende ohne entsprechende Start!-Zeile:
fr: Fin de boucle (LoopEnd) sans début (Start) à la ligne :
ja: Start に適合せずに繰り返しがおわりました！ 行は：

source: Starting pppd ...
de: Starte pppd....
es: Iniciando pppd ...
fi: Käynnistän pppd:n ...
fr: Lancement de pppd...
he: PPP ה רוביח תא ליעפמ
it: Inizializzo pppd....
ja: pppd を起動しています ...
pl: Startujê pppd ...
sk: ©tartujem pppd ...

source: Found:
de: Gefunden:
es: Encontrado:
fi: Löysin:
fr: Trouvé :
it: Trovato:
ja: 発見：
pl: Znaleziono:
sk: Nájdené:

source: Looping:
de: Schleife:
fi: Alusta:
fr: Répétition :
it: Ciclico:
ja: 繰り返します：
pl: W pêtli:
sk: Cyklus:

source: One Moment Please ...
de: Bitte einen Moment...
es: Un Momento, Por Favor ...
fi: Pieni hetki ...
fr: Veuillez patienter...
it: Un attimo, prego ...
ja: 少々お待ちください ...
pl: Zaczekaj chwilê, proszê ...
sk: Momentík prosím ...

source: Script timed out!
de: Timeout beim Script!
es: !Script fuera de tiempo¡
fi: Ohjelman aika loppui!
fr: Temps limite dépassé pendant l'exécution du script !
ja: スクリプトの時間切れです！
pl: Przekroczono czas wykonywania skryptu!
sk: Timeout skriptu!

source: Scanning:
de: Suche nach:
fi: Selaan:
fr: Analyse :
ja: スキャン中：

source: Expecting:
de: Erwarte:
es: Esperando:
fi: Odotan:
fr: Attente de :
it: In attesa di:
ja: 期待文字列：
pl: Czekam na:
sk: Oèakávam:

source: Logging on to Network ...
de: Anmeldung am Netzwerk...
es: Conectando a la Red ...
fi: Kirjoittaudun verkkoon ...
fr: Connexion au réseau...
he: ...תשרל רבחמ
it: Sto accedendo alla rete ...
ja: ネットワークに接続しています ...
pl: Logowanie do sieci ...
sk: Prihlasovanie do siete ...

source: Running Startup Command ...
de: Startkommando läuft...
es: Ejecutando Comandos de Inicio ...
fi: Ajan käynnistyskomennon ...
fr: Lancement de la commande de démarrage...
he: ...הלחתה תדוקפ ץירמ
it: Eseguo comando di inizio ...
ja: スタートアップコマンドを起動しています ...
pl: Uruchamiam polecenia startowe ...
sk: Vykonávam ¹tartovací príkaz ...

source: Done
de: Fertig
fr: Fermer
ja: 終了

source: pppd command + command-line arguments exeed 2024 characters in length. What are you doing?
de: pppd-Kommando und Kommandozeilen-Argumente überschreiten 2024 Zeichen in der Länge. Was machen Sie da?
es: El comando pppd junto a los argumentos exceden 2024 caracteres de longitud. ¿Qué está haciendo?
fi: pppd komento + komentorivin pituus ylittävät 2024 merkkiä pituudessa. Mitä oikein teet?
fr: La commande pppd + les arguments de la ligne de commande dépassent 2024 caractères. Que tentez-vous de faire ?
it: Il comando pppd + gli argomenti della riga di comando eccedono i 2024 caratteri in lunghezza. Cosa state combinando?
ja: pppd のコマンドとコマンドラインオプションの文字数が 2024 文字を越えています。何か間違っていませんか？
pl: Opcje komendy pppd przekroczy³y 2024 znaki. Co robisz ?
sk: pppd príkaz + argumenty v príkazovom riadku presiahly då¾ku 2024 znakov. Èo robíte?

source: Connected at:
de: Verbunden mit:
es: Conectado a:
fi: Yhdistetty:
fr: Connecté à :
he: :רוביח תעש
it: Connesso a:
ja: 接続先電話番号：
pl: Szybko¶æ portu:
sk: Rýchlos» spojenia:

source: Time connected:
de: Verbunden seit:
es: Tiempo conectado:
fi: Yhteysaika:
fr: Temps de connexion :
he: :רוביחה ןמז
it: Tempo di connessione:
ja: 接続時間：
pl: Czas po³±czenia:
sk: Èas pripojenia:

source: Session Bill:
de: Sitzungskosten:
es: Coste Conexión:
fi: Yhteyden hinta:
fr: Facture de la session :
he: :רשקה תולע
it: Costo connessione:
ja: この接続での料金：
pl: Koszt sesji:
sk: Úèet za senasu:

source: Total Bill:
de: Gesamtkosten:
es: Coste Total:
fi: Kokonaishinta:
fr: Facture totale :
he: :תללוכ תולע
it: Costo totale:
ja: いままでの料金の合計：
pl: Ca³kowity koszt:
sk: Celkový úèet:

source: Disconnect
de: Trennen
es: Desconectar
fi: Katkaise
fr: Déconnecter
he: קתנתה
it: Disconnetti
ja: 切断
pl: Roz³±cz
sk: Odpoji»

source: Details
es: Detalles
fi: Yksityiskohdat
fr: Détails
he: םיטרפ
it: Dettagli
ja: 詳細
pl: Szczegó³y
sk: Detaily

source: Login Script Debug Window
de: Login-Skript Fenster für Fehleranalyse
es: Ventana de depuración del Script de Conexión
fi: Käynnistysohjelman tarkkailuikkuna
fr: Fenêtre de déboguage du script de connexion
he: רוביחה טירסתב םיגאב רתא
it: Finestra di debug dello script di accesso
ja: ログインスクリプトデバッグウィンドウ
pl: Okno podgl±du skrypu loguj±cego
sk: Ladiace okno pre prihla¹ovací skript

source: Dial Setup
de: Wähleinstellungen
es: Configuración Marcado
fi: Soiton asetukset
fr: Configuration de l'appel
he: גויח ינייפאמ
it: Configurazione telefonica
ja: ダイアル設定
pl: Ustawienia dzwonienia
sk: Nastavenie vytáèania

source: Connection Name:
de: Verbindungsname:
es: Nombre de la Conexión:
fi: Yhteden nimi:
fr: Nom de la connection :
he: :רוביחה םש
it: Nome connessione:
ja: 接続名：
pl: Nazwa po³±czenia:
sk: Meno spojenia:

source: Type in a unique name for this connection
de: Geben Sie einen eindeutigen Namen für die Verbindung ein
fr: Entrez un nom spécifique à cette connection
ja: まだ使っていない名前を入力してください

source: Phone Number:
de: Telefonnummer:
es: Número de Télefono:
fi: Puhelinnumero:
fr: Numéro de téléphone :
he: :ןופלט רפסמ
it: Numero telefonico:
ja: 電話番号：
pl: Numer telefonu:
sk: Telefónne èíslo:

source: Specifies the phone number to dial. You can supply multiple numbers separated by a colon. When a number is busy or fails, <i>kppp</i>will try the next number and so on
de: Gibt die Nummern an, die gewählt werden sollen. Sie können mehrere Nummern angeben, die durch Doppelpunkt getrennt sind. Wenn eine Nummer besetzt oder nicht erreichbar ist, versucht <i>kppp</i>die nächste.
fr: Spécifie le numéro de téléphone à composer. Vous pouvez donner plusieurs numéros séparés par deux-points. Quand un numéro est occupé ou échoue, <i>kppp</i> essaiera le numéro suivant et ainsi de suite
ja: 相手先の電話番号をうめてください。：(コロン) で区切って複数の電話番号を指定することができます。 もし、最初の番号が話し中か失敗した場合、<i>kppp</i> は次にかかれた番号で接続しようとします。

source: Authentication:
de: Authentifizierung:
es: Autentificación:
fi: Tunnistus:
fr: Identification :
he: :רוביח תטיש
it: Autenticazione:
ja: 認証方式
pl: Identyfikacja:
sk: Overenie:

source: Script-based
de: Skript-basiert
es: Basada en Script
fi: Script pohjainen
fr: Basée sur un script
he: רוביח טירסת ססובמ
ja: スクリプトベース
pl: Oparta o skrypt
sk: Skriptom

source: Terminal-based
de: Terminal-basiert
fi: Terminaalipohjainen
fr: Basée sur un terminal
he: לנימרט ססובמ
ja: ターミナルベース
sk: Terminálom

source: Specifies the method used to identify yourself to the PPP server. Most universities still use <b>Terminal</b>- or <b>Script</b>-based authtentication, while most ISP use <b>PAP</b> and/or <b>CHAP</b>. If unsure, contact your ISP. If you can choose between PAP and CHAP, choose CHAP, because it's much safer.
de: Gibt die Methode an, mit der Sie sich bei dem PPP-Server identifizieren. Die meisten Universitäten benutzen immer noch <b>Terminal</b>- oder <b>Skript</b>-basierte Authentifizierung, während die meisten Provider <b>PAP</b> und/oder <b>CHAP</b> verwenden. Im Zweifel kontaktieren Sie Ihren Service-Provider. Wenn Sie die Wahl zwischen PAP und CHAP haben, dann wählen Sie CHAP wegen der weit größeren Sicherheit.
fr: Spécifie la méthode utilisée pour vous identifier au serveur PPP. La plupart des universités utilisent encore une identification par <b>Terminal</b> ou <b>Script</b>, alors que le plupart des FAI utilisent <b>PAP</b> et/ou <b>CHAP</b>. Si vous n'êtes pas sûr, contactez votre fournisseur d'accès. Si vous pouvez choisir entre PAP et CHAP, choisissez CHAP, car il est plus sûr.
ja: あなた自身を証明するために使用する手段を選んでください。 ほとんどのISPが<b>PAP</b>や<b>CHAP</b>を採用しているにも かかわらず、 多くの大学はいまだに<b>ターミナル</b>か <b>スクリプト</b>ベースの認証を用いています。もし、自信が なければあなたの契約しているISPに問い合わせてみてください。 もし、PAPとCHAPの双方を使用できるのでしたら、より安全な CHAPを用いてください。

source: Store password
de: Speichere Paßwort
es: Almacenar contraseña
fi: Tallenna salasana
fr: Enregistrer le mot de passe
he: המסיס רומש
it: Ricorda password
ja: パスワードを保存する
pl: Zapamietaj has³o
sk: Uklada» heslo

source: When this is turned on, your ISP password will be saved in <i>kppp</i>'s config file, so you do not need to type it in everytime. <b><red>Warning:<black> your password will be stored as plain text in the config file, which is readable only to you. Make sure nobody gains access to this file!
de: Wenn dies Option gewählt ist, dann wird Ihr Paßwort in der <i>kppp</i>-Konfigurationsdatei gespeichert, so daß Sie es nicht jedesmal eintippen müssen. <b><red>Warnung:<black> Ihr Paßwort wird als normaler Text in der Konfigurationsdatei gespeichert, die nur für Sie lesbar ist. Stellen Sie sicher, daß niemand Zugang zu dieser Datei erhält!
fr: Quand cette case est cochée, votre mot de passe FAI sera enregistré dans le fichier de configuration de <i>kppp</i>, vous ne serez donc plus obligé de le saisir à chaque fois. <b><red>Attention :<black> votre mot de passe sera enregistré tel quel dans le fichier de configuration, qui n'est lisible que par vous. Assurez-vous que personne ne peut avoir accès à ce fichier !
ja: もしこれが有効になっていれば、あなたの契約しているISPの パスワードは<i>kppp</i>のコンフィグファイルにセーブされます。 従って、毎回パスワードを入力する必要はありません。 <b><red>警告：<black>パスワードは生のテキストとして、 あなただけが読める形でコンフィグファイルにセーブされます。 決して他人に読まれないように気を付けてください！

source: Execute program upon connect:
de: Führe bei Verbindung Programm aus:
es: Ejecutar programa al establecer la conexión:
fi: Käynnistä ohjelma yhdistettäessä:
fr: Programme à lancer à la connexion :
he: ץירהל תינכת :רוביחה רחאל
it: Appena connessi esegui questo programma:
ja: 実行コマンド 接続時：
pl: Po po³±czeniu uruchom:
sk: Vykona» program pri pripojení:

source: Allows you to run a program <b>after</b> a connection is established. When your program is called, all all preparations for an internet connection are finished. Very usefull for fetching mail and news
de: Erlaubt Ihnen, ein Programm zu starten, <b>nachdem</b> die Verbindung hergestellt wurde. Wenn Ihr Programm aufgerufen ist, dann sind die Vorbereitungen für die Internetverbindung abgeschlossen. Sehr nützlich, um Mail und News abzuholen.
fr: Vous permet d'exécuter un programme <b>après</b> que la connexion est établie. Quand votre programme est appelé, tous les préliminaires de la connexion Internet sont terminés. Très utile pour rappatrier le courrier et les forums
ja: 接続が確立した<b>後</b>に実行されるコマンドです。 プログラムが実行される時は、完全にインターネットへの 接続の準備が整った後です。 メールやニュースを取って来るのにとても有用です。

source: Execute program before disconnect:
de: Führe vor Trennung Programm aus:
fr: Programme à lancer avant la déconnexion :
ja: 実行コマンド 切断前：

source: Allows you to run a program <b>before</b> a connection is closed. The connection will stay open until the program exits.
de: Erlaubt Ihnen, ein Programm zu starten, <b>bevor</b> die Verbindung getrennt wird. Die Verbindung bleibt bestehen, bis das Programm beendet wird.
fr: Vous permet d'exécuter un programme <b>avant</b> que la connexion soit fermée. La connexion restera ouverte jusqu'à l'arrêt du programme.
ja: 接続が切断される<b>前</b>に実行されるコマンドです。 このコマンドが終了するまで接続は保たれます。
