Repository: KDE/kde1-kdenetwork
Catalog: po/*/krn.po
Languages: cs, el, pl, sk

source: Lookup in Altavista
el: Ψάξιμο στο Altavista
pl: Sprawd¼ w Altavi¶cie
sk: Vyhµada» v Altaviste

source: Sorting...
el: Ταξινόμηση...
sk: Triedenie ...

source: Edit Rules
el: Επεξεργασία κανόνων
pl: Edytuj Regu³y
sk: Nastav pravidlá

source: Update
el: Ενημέρωση
pl: Uaktualnij
sk: Aktualizuj

source: &Scoring
sk: Hodnotenie

source: Score
pl: Filtr
sk: Body

source: From: Krn To: You Error getting article. Server said:
el: Από: Krn Προς: Εσάς Σφάλμα κατά το κατέβασμα αρχείου. Ο εξυπηρετητής απάντησε:
sk: Od: Krn Pre: Teba Chyba pri získavaní èlánku. Server odpovedal:

source: Here you should enter your personal information
el: Εδώ πρέπει να εισάγετε προσωπικές πληροφορίες
pl: W tym miejscu powiniene¶ podaæ informacje o sobie
sk: Tu by ste mali zada» va¹e osobné informácie

source: You should know what these are!
el: Πρέπει να τις ξέρετε από πριν!
pl: Powiniene¶ wiedzieæ co one oznaczaj± !
sk: Mali by ste vedie», aké sú!

source: Servers
el: Εξυπηρετητές
sk: Servery

source: Connect without asking
el: Σύνδεση χωρίς ερώτηση
sk: Pripoji» bez pýtania

source: Destination directory:
el: Κατάλογος προορισμού:
sk: Cieµový adresár:

source: Decode All
el: Αποκωδικοποίηση όλων
sk: Dekódova»

source: Message Display Settings
el: Ρυθμίσεις προβολής μηνύματος
sk: Nastavenie zobrazenia správy

source: Header Style
el: Μορφή επικεφαλίδων
pl: Styl Nag³ówka
sk: ©týl hlavièky

source: Brief
el: Σύντομες
pl: Krótki
sk: Jednoduchý

source: Standard
el: Κανονικές
sk: ©tandardný

source: Long
el: Επεκταμένες
pl: D³ugi
sk: Dlhý

source: All
el: Πλήρεις
pl: Wszystkie
sk: V¹etko

source: Attachment Style
el: Μορφή συνημμένων
sk: ©týl prílohy

source: Iconic
el: Εικονίδιο
pl: Jako Ikona:
sk: Ikonka

source: Smart
el: Έξυπνα
pl: Elegancki
sk: Rozumný

source: Inline
el: Ενσωματωμένα
pl: W tre¶ci
sk: Vlo¾ený

source: Use only one window
el: Χρήση μόνο ενός παραθύρου
pl: U¿ywaj tylko jednego okna
sk: Pou¾íva» len jedno okno

source: Split window vertically
el: Κάθετος διαχωρισμός παραθύρου
pl: Podziel okno pionowo
sk: Rozdeli» okno vertikálne

source: KRN - Article Searcher
el: KRN - Ερευνητής άρθρων
sk: KRN - Prehµadávaè èlánkov

source: In Field:
el: Στο πεδίο:
sk: V polo¾ke

source: Wildcard Mode
el: Τρόπος λειτουργίας με μπαλαντέρ
pl: Dowolne
sk: Mód "divokých kariet"

source: This server is read onlyyou can't post here!
el: Αυτός ο εξυπηρετητής είναι μόνο για ανάγνωση - δεν μπορείτε να δημοσιεύσετε εδώ!
pl: Nie mo¿esz wysy³aæ wiadomo¶ci do tego serwera
sk: Tento server je len na èítanie, nemô¾ete sem posiela»!

source: KRN - Print Settings
el: KRN - Ρυθμίσεις εκτύπωσης
sk: KRN - Nastavenie tlaèiarne

source: KRN - Printing Settings
el: KRN - Ρυθμίσεις εκτύπωσης
sk: KRN - Nastavenie tlaèe

source: General
el: Γενικά
sk: Odosielateµ

source: Use HTML Printing
el: Χρήση εκτύπωσης HTML
pl: Drukowanie HTML
sk: Pou¾i tlaè cez HTML

source: Use Direct Printing
el: Χρήση άμεσης εκτύπωσης
pl: Drukuj bezpo¶rednio.
sk: Pou¾i priamu tlaè

source: Print using:
el: Εκτύπωση με τη χρήση:
sk: Tlaè pomocou:

source: Feed it with:
el: Τροφοδοσία του με:
pl: Wy¶lij jako:
sk: Naplò to s:

source: Postscript
sk: Postskript

source: KRN - Scoring Rules Editor
el: KRN - Επεξεργαστής κανόνων scoring
pl: KRN - Edytor regu³ filtrowania
sk: KRN - Pravidlá bodovania

source: Global Rules
el: Γενικοί κανόνες
pl: Regu³y globalne
sk: Globálne pravidlá

source: All Rules
el: Όλοι οι κανόνες
pl: Wszystkie Regu³y
sk: V¹etky pravidlá

source: Active Rules
el: Ενεργοί κανόνες
sk: Aktívne pravidlá

source: Rule Editor
el: Επεξεργαστής κανόνων
pl: Edytor Regu³
sk: Editor pravidiel

source: Save as
el: Αποθήκευση ως
pl: Zachowaj jako
sk: Ulo¾ ako

source: Match Articles With:
el: Ταίριασμα άρθρων με:
sk: Porovnaj èlánky s:

source: Negative
el: Αρνητικό
pl: Odwróæ
sk: Negatívne

source: Rule name:
el: Όνομα κανόνα:
sk: Skutoèné meno

source: KRN - Header Sorting
el: KRN - Ταξινόμηση επικεφαλίδων
sk: KRN - Nastavenie expirácie

source: None
el: Καμία
sk: ®iadny

source: Sort by:
el: Ταξινόμηση κατά:
pl: Sortuj wzglêdem:
sk: Trieï podµa:

source: Use Threading
el: Χρήση διαχωρισμού
sk: Pou¾i vlákna ...

source: SMTP server
el: Εξυπηρετητής SMTP
pl: Serwer pocztowy

source: NNTP Server
el: Εξυπηρετητής NNTP
pl: Serwer NNTP

source: Fancy
el: Χαριτωμένες
pl: Fantazyjny

source: Find Articles With:
el: Εύρεση άρθρων με:

source: Text
el: Κέιμενο
pl: Tekst

source: Refresh Display
pl: Od¶wie¿ wygl±d

source: Read:
pl: Przeczytana:
