Repository: KDE/kde1-kdenetwork
Catalog: po/*/krn.po
Languages: cs, el, pl, sk

source: KRN-Missing Configuration info
cs: KRN - Informace o chybìjící konfiguraci
el: KRN-Δεν υπάρχουν πληροφορίες ρυθμίσεων
pl: Nie odnaleziono o konfiguracji KRN
sk: KRN - Informácie o chýbajúcej konfigurácii

source: Please enter your email adress
cs: Prosím zadejte va¹i e-mailovou adresu
el: Παρακαλώ εισάγετε την ηλεκτρονική σας διεύθυνση
pl: Podaj swój adres pocztowy
sk: Prosím zadajte va¹u e-mailovú adresu

source: Please enter your real name
cs: Prosím zadejte své jméno
el: Παρακαλώ εισάγετε το όνομά σας
pl: Podaj imiê i nazwisko
sk: Prosím zadajte va¹e skutoèné meno

source: Please enter your organization's name
cs: Prosím zadejte jméno va¹í organizace
el: Παρακαλώ εισάγετε το όνομα οργανισμού
pl: Podaj nazwê organizacji
sk: Prosím zadajte meno va¹ej organizácie

source: Please enter your NNTP server name
cs: Prosím zadejte vá¹ NNTP server
el: Παρακαλώ εισάγετε το όνομα του NNTP εξυπηρετητή σας
pl: Podaj nazwê serwera NNTP
sk: Prosím zadajte vá¹ NNTP server

source: Please enter your SMTP server name
cs: Prosím zadejte jméno va¹eho SMTP serveru
el: Παρακαλώ εισάγετε το όνομα του SMTP εξυπηρετητή σας
pl: Podaj nazwê serwera pocztowego
sk: Prosím zadajte meno va¹eho SMTP serveru

source: Received %.2f Kb
cs: Pøijato %.2f Kb
el: Παρελήφθησαν %.2f Kb
pl: Odebrano %.2f Kb
sk: Prijatých %.2f Kb

source: Connect to Server
cs: Pøipojit k serveru
el: Σύνδεση με τον εξυπηρετητή
pl: Po³±cz z serwerem
sk: Pripoji» k serveru

source: Disconnect From Server
cs: Odpojit od serveru
el: Αποσύνδεση από τον εξυπηρετητή
pl: Roz³±cz siê z serwerem
sk: Odpoji» od serveru

source: Get Active File
cs: Získat aktivní soubor
el: Παραλαβή αρχείου ενεργών ομάδων
pl: Pobierz listê grup
sk: Získa» aktívny súbor

source: Post Queued Messages
cs: Odeslat pozdr¾ené zprávy
el: Αποστολή καθυστερούμενων μηνυμάτων
pl: Og³o¶ wiadomo¶ci z kolejki
sk: Odosla» pozdr¾ané správy

source: Exit
cs: Ukonèit
el: Έξοδος
pl: Wyj¶cie
sk: Ukonèi»

source: KRN - Group List
cs: KRN - Seznam skupin
el: KRN - Κατάλογος ομάδων
pl: KRN - Lista grup
sk: KRN - Zoznam skupín

source: Get Subjects
cs: Získat témata
el: Παραλαβή επικεφαλίδων
pl: Pobierz tematy
sk: Získa» témy

source: Get Articles
cs: Získat èlánky
el: Παραλαβή άρθρων
pl: Pobierz wiadomo¶ci
sk: Získa» èlánky

source: Catchup
cs: Oznaèit v¹echny èlánky jako pøeètené
el: Σήμανση όλων των άρθρων ως αναγνωσμένα
pl: Nad±¿aj
sk: Oznaèi» v¹etky èlánky ako preèítané

source: (un)Subscribe
cs: Pøihlásit/Odhlásit
el: Εγγραφή/Τέλος εγγραφής
pl: (nie)Subskrybuj
sk: Prihlási»/Odhlási»

source: Untag
cs: Zru¹it oznaèení
el: Αποσήμανση
pl: Odznacz
sk: Zru¹i» oznaèenie

source: (Un)Tag
cs: Oznaèení vypnout/zapnout
el: (Απο)σήμανση
pl: Zmieñ zaznaczenie
sk: Oznaèenie vypnú»/zapnú»

source: Post New Article
cs: Zveøejnit nový èlánek
el: Δημοσίευση νέου άρθρου
pl: Og³o¶ now± wiadomo¶æ
sk: Zverejni» nový èlánok

source: Post All Queued Articles
cs: Zveøejnit èlánky zaøazené do fronty
el: Δημοσίευση όλων των καθυστερούμενων άρθρων
pl: Og³o¶ wiadomo¶ci z kolejki
sk: Zverejni» èlánky zaradené do fronty

source: &Subscribed
cs: &Pøihlá¹ené
el: Εγγεγραμμένος
pl: &Subskrybowane
sk: &Prihlásené

source: &Tagged
cs: &Oznaèené
el: Σεσημασμένο (sic)
pl: &Zaznaczone
sk: &Oznaèené

source: Identity...
cs: Identita ...
el: Ταυτότητα...
pl: Identyfikacja...
sk: Identita ...

source: NNTP Options...
cs: Volby NNTP ...
el: Επιλογές NNTP...
pl: Opcje NNTP...
sk: Voµby NNTP ...

source: Expire Options...
cs: Nastavení expirace ...
el: Επιλογές Λήξης...
pl: Opcje wygasania...
sk: Nastavenie expirácie ...

source: About Krn...
cs: Informace o Krn ...
el: Για το Krn...
pl: Informacje o KRN
sk: Informácie o Krn ...

source: &Newsgroup
cs: &Diskusní skupina
el: Ομάδα
pl: &Grupy dyskusyjne
sk: &Diskusná skupina

source: Connect to server
cs: Pøipojit k serveru
el: Σύνδεση στον Εξυπηρετητή
pl: Po³±cz z serwerem
sk: Pripoji» k serveru

source: Disconnect from server
cs: Odpojit od serveru
el: Αποσύνδεση από τον εξυπηρετητή
pl: Roz³±cz siê z serwerem
sk: Odpoji» od serveru

source: Get list of active groups
cs: Získat seznam aktivních skupin
el: Κατέβασμα καταλόγου ενεργών ομάδων
pl: Pobierz listê aktywnych grup
sk: Získa» zoznam aktívnych skupín

source: Find group
cs: Najít skupinu
el: Εύρεση ομάδας
pl: Szukaj grupy
sk: Nájs» skupinu

source: Check for Unread Articles
cs: Podívat se po nepøeètených èláncích
el: Έλεγχος για μη αναγνωσμένα άρθρα
pl: Sprawd¼ nieprzeczytane wiadomo¶ci
sk: Pozrie» sa po nepreèítaných èlánkoch

source: Sorry!
cs: Lituji!
sk: ¥utujem!

source: That newsgroup is not in the current active file Krn can't handle this gracefully right now
cs: Tato diskusní skupina není v souèasném aktivním souboru Krn tuto situaci zatím nemù¾e elegantnì zvládnout
sk: Táto diskusna skupina nie je v súèasnom aktívnom súbore. Krn túto situáciu zatiaµ nemô¾e elegantne zvládnu»

source: All Newsgroups.
cs: V¹echny diskusní skupiny
el: Όλες οι ομάδες.
pl: Wszystkie grupy.
sk: V¹etky diskusné skupiny.

source: Subscribed Newsgroups.
cs: Pøihlá¹ené diskusní skupiny
el: Εγγεγραμμένες ομάδες
pl: Subskrybowane grupy.
sk: Prihlásené diskusné skupiny.

source: Disconnected
cs: Odpojen
el: Αποσύνδεση
pl: Roz³±czono
sk: Odpojený

source: Connecting to server
cs: Pøipojování k serveru
el: Σύνδεση στον εξυπηρετητή
pl: £±czê siê z serwerem
sk: Pripojovanie k serveru

source: Connected to server - Posting not allowed
cs: Pøipojen k serveru - posílání po¹ty nepovoleno
el: Συνδέθηκα στον αξυπηρετητή - Η δημοσίευση δεν επιτρέπεται
pl: Po³±czono z serwerem - og³aszanie niemo¿liwe
sk: Pripojený k serveru - posielanie nepovolené

source: Connected to server - Posting allowed
cs: Pøipojen k serveru - posílání po¹ty povoleno
el: Συνδέθηκα στον εξυπηρετητή - η δημοσίευση επιτρέπεται
pl: Po³±czono z serwerem - og³aszanie umo¿liwione
sk: Pripojený k serveru - posielanie povolené

source: Can't connect to server
cs: Není mo¾né se pøipojit k serveru
el: Δεν μπορώ να συνδεθώ στον εξυπηρετητή
pl: Nie mogê po³±czyæ siê z serwerem
sk: Nemô¾em sa pripoji» k serveru

source: Connection to server failed
cs: Spojení k serveru se nezdaøilo
el: Η σύνδεση στον εξυπηρετητή απέτυχε
pl: Po³±czenie z serwerem nie powiod³o siê
sk: Spojenie so serverom sa nepodarilo

source: Authentication Failed
cs: Ovìøení pøístupu se nezdaøilo
el: Η πιστοποίηση απέτυχε
pl: Autoryzacja nie powiod³a siê!
sk: Overenie prístupu sa nepodarilo

source: Connection to server failed: Authentication problem
cs: Spojení k serveru se nezdaøilo: Problém pøi ovìøování pøístupu
el: Η σύνδεση στον εξυπηρετητή απέτυχε: Πρόβλημα πιστοποίησης
pl: Po³±czenie z serwerem nie powiod³o siê: problem z autoryzacj±
sk: Spojenie so serverom sa nepodarilo: Problém pri overovaní prístupu

source: Krn-Question
cs: Krn - Dotaz
el: Krn-Ερώτηση
pl: Pytanie KRN
sk: Krn - Otázka

source: The operation you requested needs a connection to the News server Should I attempt one?
cs: Po¾adovaná operace vy¾aduje spojení s News serverem Mám se pokusit spojit?
el: Η λειτουργία αυτή απαιτεί σύνδεση με έναν εξυπηρετητή νέων Να επιχειρήσω σύνδεση;
pl: Ta operacja wymaga po³±czenia z serwerem. Po³±czyæ siê?
sk: Po¾adovaná operácia vy¾aduje spojenie s News serverom Mám sa pokúsi» spoji»?

source: You don't have an active groups list. get it from server?
cs: Nemáte k dispozici seznam aktivních skupin. Získat ze serveru?
el: Δεν έχετε λίστα ενεργών αρχείων. Να την κατεβάσω από τον εξυπηρετητή;
pl: Nie masz listy aktywnych grup. Pobraæ z serwera?
sk: Nemáte k dispozícii zoznam aktívnych skupín. Získa» zo servera?

source: Listing active newsgroups
cs: Vypisuji aktivní diskusní skupiny
el: Κατάλογος ενεργών ομάδων
pl: Przegl±dam aktywne grupy
sk: Vypisujem aktívne diskusné skupiny

source: KRN - Find a Newsgroup
cs: KRN - Najít diskusní skupinu
el: KRN - Εύρεση ομάδων
pl: KRN - szukanie grup
sk: KRN - Nájs» diskusnú skupinu

source: Enter the name of the Newsgroup
cs: Zadej jméno diskusní skupiny
el: Εισάγετε το όνομα της ομάδας
pl: Podaj nazwê grupy
sk: Zadaj meno diskusnej skupiny

source: Krn - Message
cs: KRN - Zprávu
el: Krn - Μήνυμα
pl: KRN - Wiadomo¶æ
sk: KRN - Správa

source: I can't find the group you want!
cs: Nemohu nalézt vámi po¾adovanou skupinu!
el: Δεν μπορώ να βρώ την ομάδα που ζητάτε!
pl: Nie mogê odnale¼æ szukanej grupy
sk: Nemô¾em nájs» vami po¾adovanú skupinu!

source: Getting messages in
cs: Získávám zprávy z
el: Κατέβασμα μηνυμάτων στο
pl: Pobieram wiadomo¶ci z
sk: Získavam správy z

source: Getting list of messages in
cs: Získávám seznam zpráv z
el: Κατέβασμα καταλόγου μηνυμάτων στο
pl: Pobieram listê wiadomo¶ci w
sk: Získavam zoznam správ z

source: Download
cs: Pøimout
el: Κατέβασμα
pl: Pobierz
sk: Prija»

source: Print
cs: Tisknout
el: Εκτύπωση
sk: Tlaèi»

source: Decode
cs: Dekódovat
el: Αποκωδικοποίηση
pl: Dekoduj
sk: Dekódova»

source: Don't expire
cs: Ponechat si
el: Δεν λήγει
pl: Zapamiêtaj
sk: Ponecha» si

source: Reply by Mail
cs: Odpovìdìt po¹tou
el: Απάντηση με αλληλογραφία
pl: Odpowiedz autorowi
sk: Odpoveda» po¹tou

source: Post Followup
cs: Zveøejnit odpovìï
el: Δημοσίευση απάντησης
pl: Odpowiedz grupie
sk: Zverejni» odpoveï

source: Post & Reply
cs: Zveøejnit a odpovìdìt
el: Δημοσίευση και απάντηση με αλληλογραφία
pl: Odpowiedz autorowi i grupie
sk: Zverejni» a odpoveda»

source: Tagged
cs: Oznaèené
el: Σεσημασμένο (sic)
pl: Zaznaczone
sk: Oznaèené

source: Show Only Unread Messages
cs: Zobrazit pouze nepøeètené zprávy
el: Προβολή μόνο αδιάβαστων μηνυμάτων
pl: Poka¿ tylko nieprzeczytane
sk: Zobrazi» len nepreèítané správy

source: Show Only Cached Messages
cs: Zobrazit pouze cacheované zprávy
el: Προβολή μόνο τοπικά αποθηκευμένων μηνυμάτων
pl: Poka¿ wiadomo¶ci tylko z pamiêci podrêcznej
sk: Zobrazi» len cacheované správy

source: Show Locked Messages
cs: Zobrazit zamèené zprávy
el: Προβολή κλειδωμένων μηνυμάτων
pl: Poka¿ zapamiêtane wiadomo¶ci
sk: Zobrazi» zamknuté správy

source: Expunge
cs: Vymazat
el: Αποβολή
pl: Usuñ
sk: Vymaza»

source: Appearance...
cs: Vzhled ...
el: Εμφάνιση...
pl: Wygl±d...
sk: Vzhµad ...

source: Previous Message
cs: Pøedchozí zpráva
el: Προηγούμενο μήνυμα
pl: Poprzednia wiadomo¶æ
sk: Predchádzajuca správa

source: Next Message
cs: Následující zpráva
el: Επόμενο μήνυμα
pl: Nastêpna wiadomo¶æ
sk: Nasledujúca správa

source: Save Article
cs: Ulo¾it èlánek
el: Αποθήκευση άρθρου
pl: Zapisz wiadomo¶æ
sk: Ulo¾i» èlánok

source: Print Article
cs: Tisknout èlánek
el: Εκτύπωση άρθρου
pl: Drukuj wiadomo¶æ
sk: Tlaèi» èlánok

source: Find Article
cs: Najít èlánek
el: Εύρεση άρθρου
pl: Szukaj wiadomo¶ci
sk: Nájs» èlánok

source: Post a Followup
cs: Zveøejnit odpovìï
el: Δημοσίευση απάντησης
pl: Odpowiedz grupie
sk: Zverejni» odpoveï

source: Post & Mail
cs: Zveøejnit a poslat po¹tou
el: Δημοσίευση και αποστολή αλληλογραφίας
pl: Odpowiedz autorowi i grupie
sk: Zverejni» a posla» po¹tou

source: Get Article List
cs: Získat seznam èlánkù
el: Κατέβασμα καταλόγου άρθρων
pl: Pobierz listê wiadomo¶ci
sk: Získa» zoznam èlánkov

source: Tag Article
cs: Oznaèit èlánek
el: Σήμανση άρθρου
pl: Zaznacz wiadomo¶æ
sk: Oznaèi» èlánok

source: Lock (keep in cache)
cs: Uzamknout (uchovat v cache)
el: Κλείδωμα (να κρατηθεί τοπικά)
pl: Zapamiêtaj (w pamieci podrêcznej)
sk: Uzamknú» (uchova» v cache)

source: Decode Article
cs: Dekódovat èlánek
el: Αποκωδικοποίηση άρθρου
pl: Dekoduj wiadomo¶æ
sk: Dekódova» èlánok

source: Sender
cs: Odesilatel
el: Αποστολέας
pl: Nadawca
sk: Odosielateµ

source: Date
cs: Datum
sk: Dátum

source: Lines
cs: Øádky
el: Γραμμές
pl: Linii
sk: Riadky

source: Subject
cs: Pøedmìt
el: Θέμα
pl: Temat
sk: Predmet

source: Threading...
cs: Tøídìní ...
el: Διαχωρισμός...
pl: Porz±dkujê w±tki...
sk: Triedenie...

source: Showing Article List
cs: Zobrazuji seznam èlánkù
el: Προβολή καταλόγου άρθρων
pl: Pokazujê listê wiadomo¶ci
sk: Zobrazujem zoznam èlánkov

source: KRN - Existing File
cs: KRN - Existující soubor
el: KRN - Υπαρκτό αρχείο
pl: KRN - istniej±ce pliki
sk: KRN - Existujúci súbor

source: The File you selected already exists
cs: Vybraný soubor ji¾ existuje
el: Το αρχείο που επιλέξατε υπάρχει ήδη
pl: Plik, który wybra³e¶, ju¿ istnieje
sk: Vybraný súbor u¾ existuje

source: OverWrite
cs: Pøepsat
el: Διαγραφή υπάρχοντος αρχείου
pl: Nadpisz
sk: Prepísa»

source: Append
cs: Pøipojit
el: Επικόλληση στο υπάρχον αρχείο
pl: Do³±cz
sk: Pripoji»

source: Error getting article. Server said:
cs: Chyba pøi získávání èlánku. Server odpovìdìl:

source: Getting Article List
cs: Získávám sezanm èlánkù
el: Κατέβασμα καταλόγου άρθρων
pl: Pobieranie listy wiadomo¶ci
sk: Získavam zoznam èlánkov

source: KRN-Identity Configuration
cs: KRN - Nastavení identity
el: KRN-Ρυθμίσεις Ταυτότητας
pl: KRN - identyfikacja u¿ytkownika
sk: KRN - Nastavenie identity

source: Real Name
cs: Skuteèné jnémo
el: Πραγματικό όνομα
pl: Imiê i nazwisko
sk: Skutoèné meno

source: E-mail Address
cs: Emailová adresa:
el: Διεύθυνση ηλεκτρονικής αλληλογραφίας
pl: Adres e-mail
sk: Emailová adresa:

source: Organization
cs: Organizace:
el: Οργανισμός
pl: Organizacja
sk: Organizácia:

source: KRN-NNTP configuration
cs: KRN - Nastavení NNTP
el: KRN-Ρυθμίσεις NNTP
pl: KRN - konfiguracja NNTP
sk: KRN - Nastavenie NNTP

source: Authenticate
cs: Ovìøit pøístup
el: Πιστοποίηση ταυτότητας
pl: Wymaga logowania
sk: Overi» prístup

source: Connect on Startup
cs: Spojit pøi startu
el: Σύνδεση κατά την εκκίνηση
pl: Po³±cz przy uruchomieniu
sk: Spoji» pri ¹tarte

source: User Name
cs: Jnémo u¾ivatele
el: Όνομα χρήστη
pl: U¿ytkownik
sk: U¾ívateµ:

source: Password
cs: Heslo:
el: Λέξη κλειδί
pl: Has³o
sk: Heslo:

source: KRN - Decoder
cs: KRN - Dekodér
el: KRN - Αποκωδικοποιητής
sk: KRN - Dekóder

source: Name
cs: Jnémo
sk: Meno

source: KRN-Decoder
cs: KRN-Dekodér
el: KRN-Αποκωδικοποιητής
sk: KRN-Dekóder

source: Unsupported encoding type: %s.
cs: Nepodporovaný typ kódování: %s
el: Μη υποστηριζόμενη κωδικοποίηση χαρακτήρων: %s.
sk: Nepodporovaný typ kódovania: %s

source: About KRN
cs: Informace o Krn
el: Για το KRN
pl: O KRN
sk: Informácie o Krn

source: Part of the KDE project.
cs: Souèaát projektu KDE.
el: Μέρος του KDE.
pl: Czê¶æ projektu KDE.
sk: Súèas» projektu KDE.

source: Credits & Thanks
cs: Zásluhy a podìkování
el: Ευχαριστίες
pl: Podziêkowania
sk: Zásluhy a poïakovanie

source: And Many thanks to:
cs: Podìkování pro:
el: Και πολλά ευχαριστώ προς:
pl: Wielkie dziêki tak¿e dla:
sk: Poïakovanie pro:

source: Message Display Fonts
cs: Fonty zobrazované zprávy

source: Small
cs: Malý
el: Μικρό
sk: Malý

source: Large
cs: Velký
el: Μεγάλο
sk: Veµký

source: Huge
cs: Obrovský
el: Τεράστιο
pl: Wielki
sk: Obrovský

source: Font Size:
cs: Velikost fontu:
el: Μέγεθος χαρακτήρων:
pl: Rozmiar czcionki:
sk: Veµkos» fontu:

source: Standard Font
cs: Standardní font
el: Κανονική γραμματοσειρά
pl: Domy¶lna czcionka
sk: ©tandardný font

source: Fixed Font
cs: Fixovaný font
el: Σταθερή γραμματοσειρά
pl: Czcionka o sta³ej szer.
sk: Fixovaný font

source: Background Color
cs: Barva pozadí
el: Χρώμα φόντου
pl: Kolor t³a
sk: Farba pozadia

source: Foreground Color
cs: Barva textu
el: Χρώμα χαρακτήρων
pl: Kolor tekstu
sk: Farba textu

source: Link Color
cs: Barva odkazu
el: Χρώμα δεσμού
pl: Kolor linków
sk: Farba odkazu

source: Followed Color
cs: Barva pou¾itého odkazu
el: Χρώμα χρησιμοποιημένου δεσμού
pl: Nastêpny kolor
sk: Farba pou¾itého odkazu

source: On %D, you wrote:
cs: Dne %D jste napsal(a):

source: On %D, %F wrote:
cs: Dne %D %F napsal(a):

source: Forwarded Message
cs: Pøedaná zpráva

source: Encoding
cs: Kódování

source: Type
cs: Typ

source: &From:
cs: &Odesílatel:

source: &Reply to:
cs: Odpovìdìt auto&rovi:

source: &To:
cs: &Komu:

source: &Cc:
cs: &Kopie:

source: &Bcc:
cs: &Dal¹í kopie:

source: &Subject:
cs: &Pøedmìt:

source: &Newsgroups:
cs: &Diskuzní skupiny:

source: &Followup-To:
cs: &Odvovìï do

source: &Send
cs: Po&slat

source: S&end later
cs: Poslat p&ozdìji

source: S&end now
cs: Poslat &nyní

source: &Insert File...
cs: Vlo¾it &soubor...

source: &Addressbook...
cs: &Adresáø...

source: &New Composer...
cs: Nový &Composer...

source: Mark all
cs: Oznaèit v¹e

source: Find...
cs: Najít...

source: &Urgent
cs: Na&lehávé

source: &Confirm delivery
cs: Po&tvrdit pøíjem

source: &Confirm read
cs: Pot&vrdit pøeètení

source: &All Fields
cs: &V¹echna pole

source: &From
cs: &Odesílatel:

source: &Reply to
cs: Zpáteèní ad&resa

source: &To
cs: &Komu:

source: &Cc
cs: &Kopie:

source: &Bcc
cs: &Dal¹í kopie

source: &Subject
cs: &Téma:

source: &Newsgroups
cs: &Diskuzní skupina

source: &Followup-To
cs: &Odpovìï do

source: Append S&ignature
cs: Pøipojit po&dpis

source: &Insert File
cs: Vlo¾it &soubor

source: &Attach...
cs: &Pøilo¾it...

source: &Remove
cs: &Odstranit

source: &Save...
cs: U&lo¾it...

source: Pr&operties...
cs: Vlastn&osti...

source: &Attach
cs: &Pøilo¾it

source: Compose new message
cs: Napsat novou zprávu

source: Save message to file
cs: Ulo¾it zprávu do souboru

source: Print message
cs: Tisknout zprávu

source: Open addressbook...
cs: Otevøít adresáø ...

source: sign message
cs: podepsat zprávu

source: encrypt message
cs: za¹ifrovat zprávu

source: Send now
cs: Poslat nyní

source: Send later
cs: Poslat pozdìji

source: Mark All
cs: Oznaèit sve

source: KMail Confirm
cs: KMail potvrzení

source: Close and discard edited message?
cs: Zavøít a zru¹it editovanou zprávu?

source: public key for %s not found. This person will not be able to decrypt the message.
cs: veøejný klíè pro %s nenalezen. Tato osoba nebude schopna de¹ifrovat zprávu.

source: Error during PGP:
cs: Chyba pøi PGP:

source: Attach File
cs: Pøilo¾it soubor

source: View...
cs: Pohled...

source: Save...
cs: Ulo¾it...

source: Properties...
cs: Vlastnosti...

source: Attach...
cs: Pøilo¾it...

source: View Attachment:
cs: Zobrazit pøilohu:

source: Sorry, but this feature is still missing
cs: Je mi líto, ale tato funkce není je¹tì implementována

source: unnamed
cs: nepojmenované

source: To:
cs: Komu:

source: Subject:
cs: Pøedmìt:

source: Date:
cs: Datum:

source: Choose Signature File
cs: Vybìr souboru s podpisem

source: KMail: Spellcheck
cs: KMail: Kontola pravopisu

source: Error starting KSpell. Please make sure you have ISpell properly configured.
cs: Chyba pøi startu kontroly pravopisu.Prosím ujistìte se, ¾e mate správnì nastaven ISpell.

source: Please specify a send method in the settings and try again.
cs: Prosím specifikujte metodu posílání po¹ty v nastaveních a opakujte akci.

source: Please set the required fields in the identity settings: user-name and email-address
cs: Prosím vyplòte po¾adované záznamy v nastavení identity: u¾ivatelské jméno a e-mailovou adresu

source: You must specify a receiver
cs: Je nutné specifikovat pøíjemce

source: Cannot add message to outbox folder
cs: Není mo¾né pøidat zprávu do poøadaèe outbox

source: Sending still in progress
cs: Odesílání stále probíhá

source: Initiating sender process...
cs: Inicializace odesílání...

source: Sending message:
cs: Odesílání zprávy:

source: Done sending messages.
cs: Zprávy odeslány.

source: Sending failed:
cs: Odesílání se nezdaøilo:

source: Please specify a mailer program in the settings.
cs: Prosím specifikujte v nastaveních program pro pøenos po¹ty

source: Failed to execute mailer program %s
cs: Nepodaøilo se spustit program pro pøenos po¹ty %s

source: connecting to server
cs: pøipojování k serveru

source: Cannot open SMTP connection to host %s for sending: %s
cs: Není mo¾né otevøít SMTP spojení k hostiteli %s pro odeslání: %s

source: Cannot close SMTP connection.
cs: Není mo¾né uzavøít SMTP spojení.

source: transmitting message
cs: odesílání zprávy

source: network error
cs: chyba sítì

source: a SMTP error occured. Command: %s Response: %s Return code: %d
cs: nastala SMTP chyba. Pøíkaz: %s Odpovìï: %s Návratový kód: %d

source: Sending SMTP command: %s
cs: Posílám SMTP pøíkaz: %s

source: Failed to execute signature script %s %s
cs: Nepodaøilo se provést podpisový skript %s %s

source: File I/O Error
cs: Chyba pøi vstupu/výstupu do souboru

source: The specified file does not exist: %s
cs: Specifikovaný soubor neexistuje: %s

source: This is a directory and not a file: %s
cs: Toto je adresáø a ne soubor: %s

source: You do not have read permissions to the file: %s
cs: Nemáte pøístupová práva ke ètení souboru: %s

source: Could not read file: %s
cs: Není mo¾né èíst soubor: %s

source: Could not open file: %s
cs: Není mo¾né otevøít soubor: %s

source: Error while reading file: %s
cs: Chyba pøi ètení souboru: %s

source: Could only read %u bytes of %u.
cs: Je mo¾né naèíst pouze %u bytù z %u.

source: File %s exists. Do you want to replace it ?
cs: Soubor %s existuje. Pøejete si jej nahradit?

source: Failed to make a backup copy of %s. Continue anyway ?
cs: Nepodaøilo se vytvoøit zálo¾ní kopii %s. I pøesto pokraèovat?

source: Could not write to file: %s
cs: Není mo¾né zapsat do souboru: %s

source: Could not open file for writing: %s
cs: Není mo¾né otevøít pro zápis soubor: %s

source: Error while writing file: %s
cs: Chyba pøi zápisu souboru: %s

source: Could only write %d bytes of %d.
cs: Není mo¾né zapsat %d bytù z %d.

source: Message Part Properties
cs: Vlastnosti souèásti zprávy

source: Name:
cs: Jméno:

source: Description:
cs: Popis:

source: Encoding:
cs: Kódování

source: none (8bit)
cs: ¾ádné (8-mi bitové))

source: From:
cs: Odesílatel:

source: To:
cs: Komu:

source: References:
cs: Odkazy:

source: Cc:
cs: Kopie:

source: Date:
cs: Datum:

source: Bcc:
cs: Dal¹í kopie:

source: Reply to:
cs: Odpovìdìt autorovi:

source: Groups:
cs: Diskuzní skupiny:

source: Encrypted message
cs: Za¹ifrovaná zpráva

source: Cannot decrypt message:
cs: Není mo¾né de¹ifrovat zprávu:

source: Message was signed by
cs: Zpráva byla podepsána

source: Warning: Bad signature from
cs: Pozor: Vadný podpis od

source: Attachment:
cs: Pøiloha:

source: Could not create temporary file
cs: Není mo¾né vytvoøit doèasný soubor

source: Could not save temporary file %s
cs: Není mo¾né ulo¾it doèasný soubor %s

source: Could not save file
cs: Není mo¾né ulo¾it soubor

source: Couldn't find PGP executable. Please check your PATH is set correctly.
cs: Není mo¾né nalést PGP program. Prosím zkontrolujte, zda-li je promìnná PATH korektnì nastavena.

source: Could not find PGP executable. Please check your PATH is set correctly.
cs: Není mo¾né nalést PGP program. Prosím zkontrolujte, zda-li je promìnná PATH korektnì nastavena.

source: The pass phrase is missing.
cs: Chybí klíè.

source: Message signed by
cs: Zpráva podepsáno od

source: Message has a bad signature from
cs: Zpráva má vadný podpis od

source: End PGP signed message
cs: Konec zprávy podepsané pomocí PGP

source: Bad pass Phrase; couldn't decrypt
cs: Vadný klíè; nemohu rozkódovat

source: Bad pass Phrase; couldn't sign
cs: Vadný klíè; nemohu podepsat

source: Please enter your PGP passphrase
cs: Prosím vlo¾te vá¹ PGP klíè

source: PGP Security Check
cs: Kontrola bezpeènosti PGP

source: Addressbook
cs: Adresáø

source: Addressbook Manager
cs: Správce adresáøe

source: KRN - Expire Settings
cs: KRN - Nastavení expirace
el: KRN - Ρυθμίσεις λήξεως
pl: KRN - Ustawienia wygasania
sk: KRN - Nastavenie expirácie

source: For how long should we keep things (in days)?
cs: Po jakou dobu si pøejete uchovávat (dny)?
el: Για πόσο καιρό να κρατιούνται αρχεία (σε μέρες);
pl: Na jak d³ugo zostawiæ wiadomo¶ci (w dniach)?
sk: Na akú dobu si prajete uchováva» èlánky (v dòoch)?

source: Article Bodies:
cs: Obsah èlánkù:
el: ’ρθρα:
pl: Tre¶ci wiadomo¶ci:
sk: Obsah èlánkov:

source: Article Headers:
cs: Hlavièky èlánkù:
el: Επικεφαλίδες:
pl: Nag³owki wiadomo¶ci:
sk: Hlavièky èlánkov:

source: Article Received
el: Το άρθρο παρελήφθη
sk: Èlánok stiahnutý

source: Printing Options...
el: Επιλογές Εκτύπωσης...
sk: Nastavenie NNTP...

source: Mark Read
el: Σήμανση ως αναγνωσμένο
sk: Oznaèi» ako preèítané

source: Mark Unread
el: Σήμανση ως μη αναγνωσμένο
sk: Oznaèi» ako nepreèítané
