Repository: KDE/kde1-kdenetwork
Catalog: po/*/ksirc.po
Languages: is

source: Edit Filter Rules
is: Breyta reglum síu

source: &Modify
is: &Breyta

source: Missing Arguments
is: Viðföng vantar

source: Cannot create a Rule since not all the fields are filled in.
is: Það er ekki hægt að skilgreina reglu nema allt sé útfyllt.

source: Description:
is: Lýsing:

source: Match:
is: Samsvörun:

source: From:
is: Frá:

source: To:
is: Til:

source: New Rule
is: Ný regla

source: Up
is: Upp

source: Down
is: Niður

source: Colour Settings
is: Stillingar lita

source: Generic Text
is: Texti

source: Info
is: Upplýsingar

source: Chan Messages
is: Rásarskilaboð

source: Errors
is: Villur

source: Background
is: Bakgrunnur

source: DCC Files Offered
is: Skrár í boði með DCC

source: &Get
is: &Sækja

source: &Forget
is: &Gleyma

source: kSirc Alpha releases have an 8 week expiry date. kSirc-ALPHA HAS EXPIRED!! Please upgrade or use a beta release
is: kSirc Alpha útgáfur hafa átta vikna líftíma. kSirc-ALPHA ER ÚTRUNNIÐ!! Vinsamlegast uppfærið eða notið beta útgáfu.

source: kSirc Alpha release have an 8 week expiry date. THIS VERSION WILL EXPIRE IN UNDER 4 WEEKS
is: kSirc Alpha útgáfur hafa átta vikna líftíma. ÞESSI ÚTGÁFA MUN RENNA ÚT INNAN FJÖGURRA VIKNA

source: New Window For
is: Nýr gluggi fyrir

source: Channel/Nick:
is: Rás/Nikk

source: &Dock
is: Á s&pjaldið

source: New Server...
is: Nýr þjónn...

source: &Join Channel...
is: &Tengjast rás...

source: &Connections
is: T&engingar

source: &Colour Preferences...
is: &Litastillingar...

source: &Global Fonts...
is: &Altækt letur...

source: &Filter Rule Editor...
is: Síuregluritill

source: &Web Server Configuration...
is: Stillingar vefþjóns

source: &Preferences...
is: Sti&llingar

source: Help on Colours...
is: Hjálp um liti...

source: Help on Filters...
is: Hjálp um síur...

source: Help on Keys...
is: Hjálp um hnappa...

source: About kSirc...
is: Um kSirc...

source: Server Control
is: Stillingar þjóna

source: Channels
is: Rásir

source: Online
is: Tengdur

source: Active Server Connections
is: Virkar tengingar

source: &Undock
is: &Af spjaldi

source: Prompt
is: Hvati

source: Lag in seconds to the server
is: Töf til þjóns í sek.

source: &Ticker Mode
is: Strimilshamur

source: &Cut Window...
is: &Klippa glugga...

source: &Users
is: &Notendur

source: Welcome to kSirc
is: Velkomin(n) í kSirc

source: Show Again
is: Sýna aftur

source: Dissmiss
is: Loka

source: kSirc Colour Picker
is: kSirc litaval

source: Pick
is: Velja

source: Sample Colour
is: Litasýnishorn

source: Cut Window
is: Klippa glugga

source: Cop&y
is: Afr&ita

source: Connect to Server
is: Tengjast þjóni

source: Not Avalable
is: Ekki í boði

source: &Connect
is: &Tengjast

source: &Edit Servers
is: &Sýsla með þjóna

source: Group:
is: Heiti nets:

source: Server/Quick Connect to:
is: Þjónn/hraðtenging til:

source: Server Desc:
is: Lýsing þjóns:

source: Menu Name
is: Heiti valmyndar

source: Type
is: Tegund

source: Command
is: Skipun

source: OP Only
is: Bara oppar

source: Modify
is: Breyta

source: kSirc Prefrences
is: Stillingar kSirc

source: &General
is: &Almennt

source: &StartUp
is: &Uppkeyrsla

source: Servers/&Channels
is: Þjónar/Rásir

source: &User Menu
is: &Notendavalmynd

source: &Default Filters
is: &Sjálfgefnar síur

source: Tick Interval
is: Hraði strimils

source: Step Size
is: Færsla strimils

source: No such file "%s"!
is: Skráin "%s" er ekki til!
